rcctr/code/ruby/groceries/app/controllers/grocery_lists_controller.rb

  def index
    @grocery_lists = GroceryList.all
---
SELECT "grocery_lists".* FROM "grocery_lists"