[{"json_class":"Article","v":["The Colour of Magic","The Colour of Magic (also known as The Color of Magic) is a 1983 comic fantasy novel by Terry Pratchett, and is the first book of the Discworld series. The first printing of the British edition consisted of 506 copies.[1] Pratchett has described it as \"an attempt to do for the classical fantasy universe what Blazing Saddles did for Westerns.\"[2]\n Plot summary[edit] \nThe main character is an incompetent and cynical wizard named Rincewind. He involuntarily becomes a guide to the rich but naive tourist from the Agatean Empire, Twoflower. Forced to flee the city of Ankh-Morpork to escape a terrible fire caused by a bartender who misunderstood the concept of insurance, which Twoflower told him about, they begin on a journey across the Disc. Unknown to them, their journey is controlled by the Gods playing a board game. Rincewind and Twoflower are controlled by the Lady and are pitted against the champions of Zephyrus, the god of slight breezes, Fate, and Offler the Crocodile God in the game supervised by Blind Io, an obvious take on Thor/Zeus/Jupiter.\nTwoflower and Rincewind face a mountain troll summoned by Offler and are separated. The ignorant Twoflower ends up being led to the Temple of Bel-Shamharoth, and after a near brush with Death, Rincewind ends up in a tree-nymph inhabited tree in the woods. Rincewind escapes when the tree-nymphs try to kill him and is reunited with the tourist. Together with Hrun the Barbarian they escape from the Temple of Bel-Shamharoth the Soul Eater, which collapses. In the Gods game, this is the Lady's winning the game by beating Fate, her last opponent. Later, Hrun agrees to travel with and protect Twoflower and Rincewind in exchange for Heroic pictures of him from Twoflower's magical picture box.\nThey visit Wyrmberg, an upside-down mountain which is home to dragons that only exist in the imagination. The names of the dragons' riders feature punctuation in the middle (parodying the Dragonriders of Pern series by Anne McCaffrey). The three are captured by the riders and separated; Twoflower, because of his fascination with dragons, is able to summon one greater than those of the Wyrmberg riders and meets Greicha, the Wyrmberg's ruler. Rincewind finds Kring, Hrun's sentient sword, and later fights Lio!rt, one of Greicha's sons. He is saved from death by Twoflower and his dragon. Hrun meanwhile meets Liessa, Greicha's daughter, who convinces him to go through three trials so that he may rule the Wyrmberg alongside her. Hrun passes the first two trials: an assassination attempt and combat with both of Liessa's brothers. Before he can start the third, implied to involve sex with Liessa, he is rescued by Twoflower, much to his annoyance. Hrun subsequently leaves the group to live with Liessa, while Rincewind and Twoflower end up far away from the Wyrmberg.\nThey nearly go over the waterfall on the edge of the Disc, but are rescued and taken to Krull, a city perched on the very edge of the Discworld and inhabited by hydrophobic wizards. The Krullians wish to discover the gender of Great A'Tuin, the giant turtle who carries the Discworld through space, so they have built a space capsule to launch over the Edge. They intend to sacrifice Rincewind and Twoflower to get Fate to smile on the voyage, Fate insisting on their sacrifice in revenge for their role in his loss of the game. Instead, Rincewind, Twoflower, and Tethis the sea troll hijack the capsule and are launched off the Disc themselves. The story segues immediately into the beginning of The Light Fantastic; the two books can therefore be seen as one two-volume novel.\n Structure[edit] \nThe Colour of Magic is one of the few of the forty Discworld novels to be divided into sections or chapters, some others being Pyramids, Going Postal, Making Money, and some of the books for younger readers, specifically The Amazing Maurice and his Educated Rodents and the four Tiffany Aching books, The Wee Free Men, A Hat Full of Sky, Wintersmith and I Shall Wear Midnight.\nThe sections are:\n \nThe Colour of Magic – Prologue\nThe Colour of Magic\nThe Sending of Eight – Prologue\nThe Sending of Eight\nThe Lure of the Wyrm\nClose to the Edge\n \nThe four main parts are lengthy, and have been likened to short stories[3] or novellas rather than chapters.\nIn the section \"The Colour of Magic\", the characters Bravd and The Weasel relate to Fafhrd and the Gray Mouser from Fritz Leiber's Sword series. \"The Sending of Eight\" has Lovecraftian references, and \"The Lure of the Wyrm\" parodies Anne McCaffrey's Dragonflight.[3][4]\n Adaptations[edit] \n Graphic novel[edit] \nA graphic novel, illustrated by Steven Ross and adapted by Scott Rockwell, was first published as a four part comic in 1991 by the Innovative Corporation, of Wheeling, WV and then published as a single volume by Corgi on November 12, 1992. Part 1 was originally announced for publication by Innovative on 10 December 1990, but it was delayed as Terry Pratchett had not been shown the artwork for approval as contractually required and disliked it, so the first issue had to be redrawn. The graphic novel is split up into several chapters like the book, and is faithful to the source material in that it is built up like classic barbarian stories (in this case comics a la Red Sonja). Crucial differences between the book and comic include the cutting-out of some of the adventures in Ankh-Morpork and Krull. Also, in the book, the female Dragonriders are described as being topless, as barbarian women in fiction tend to be. However, in the graphic novel the women wear chain-mail chestpieces as well as the clothing described in the book. It has been published in hardcover along with the graphic novel of The Light Fantastic, as The Discworld Graphic Novels. (ISBN 9780061685965)\n TV adaptation[edit] \nThe Mob Film Company and Sky One have produced a two-part adaptation, combining both The Colour of Magic and The Light Fantastic, directed by Vadim Jean and broadcast over Easter of 2008. David Jason starred in the role of Rincewind.[5] Sean Astin, best known for his role as Samwise Gamgee in The Lord of the Rings film series, took the role of Twoflower. Christopher Lee took over the role of Death from Ian Richardson[6] (a role Lee previously portrayed in the animated series Soul Music and Wyrd Sisters).\n Computer game[edit] \nThe plot was adapted for a text adventure computer game in 1986, by Delta 4 and released by Piranha, a Macmillan subsidiary, in Amstrad/CDC, Commodore and Spectrum formats.\n References[edit] \n External links[edit]",[["twoflower","Twoflower",14,1],["rincewind","Rincewind",11,1],["novel","novel",8,1],["book","book",8,1],["magic","Magic",7,1],["game","game",7,1],["colour","Colour",6,1],["role","role",6,1],["hrun","Hrun",6,1],["wyrmberg","Wyrmberg",5,1],["discworld","Discworld",5,1],["series","series",5,1],["fate","Fate",4,1],["liessa","Liessa",4,1],["dragon","dragon",4,1],["end","end",3,1],["rider","rider",3,1],["greicha","Greicha",3,1],["disc","Disc",3,1],["chapter","chapter",3,1],["light","Light",3,1],["sending","Sending",3,1],["pratchett","Pratchett",3,1],["section","section",3,1],["story","story",3,1],["terry pratchett","Terry Pratchett",2,2]]]},{"json_class":"Article","v":["The Light Fantastic","The Light Fantastic is a comic fantasy novel by Terry Pratchett, the second of the Discworld series. It was published on June 2, 1986, the first printing being of 1,034 copies. The title is a quote from a poem by John Milton and in the original context[1] referred to dancing lightly with extravagance.\nThe events of the novel are a direct continuation of those in the preceding book, The Colour of Magic (the only Discworld novel to follow on in this manner).\n Plot summary[edit] \nAfter the wizard Rincewind has fallen from the edge of the Discworld, the Octavo magic book saves his life and he lands back on the world. Meanwhile, the wizards of Ankh-Morpork discover from Death via a rite that the Discworld will soon be destroyed by a huge red star unless the eight spells of the Octavo are read: the most powerful spells in existence, one of which hides in Rincewind's head. Consequently, several orders of wizards try to capture Rincewind, led by Trymon, a former classmate of Rincewind's, who wishes to obtain the power of the spells for himself.\nAfter Rincewind, who has met again with Twoflower, escapes them, it becomes apparent that Great A'Tuin, the giant turtle that carries the Discworld, has set a new course that leads it directly into a red star with eight moons. Rincewind and Twoflower are accompanied by Cohen the Barbarian, a toothless, ageing hero, and Bethan, a sacrificial virgin saved by Cohen, with assistance from Rincewind and Twoflower.\nRincewind becomes one of the very few people ever to enter Death's Domain whilst still alive, where he finds Twoflower playing contract bridge with the Four Horsemen of the Apocalypse. He is nearly killed when he meets Death's adopted daughter Ysabell, but is saved by the quick-acting Luggage. The group also encounter people who, anticipating the apocalypse, are heading for the mountains (not for protection, but because they will have a better view). As well as this, they happen upon the kind of shop where strange and sinister goods are on sale and inexplicably vanish the next time a customer tries to find them. The existence of these shops is explained as being a curse by a sorcerer upon the shopkeeper for not having something in stock.\nAs the star comes nearer and the magic on the Discworld becomes weaker, Trymon tries to put the seven spells still in the Octavo into his mind, in an attempt to save the world and gain ultimate power. However, the spells prove too strong for him and his mind becomes a door into the \"Dungeon Dimensions\", whence strange, horrible creatures try to escape into reality. The seven leading wizards are meanwhile turned to stone. After winning a fight against them, Rincewind is able to read all eight spells aloud; whereupon the eight moons of the red star crack open and reveal eight tiny world-turtles that follow their parent A'Tuin on a course away from the star. The Octavo then falls and is eaten by Twoflower's Luggage.\nThe book ends with Twoflower and Rincewind parting company, as Twoflower decides to return home, leaving The Luggage with Rincewind as a parting gift. Rincewind decides to re-enroll in the university, believing that with the spell out of his head, he will be able to learn magic.\n Releases[edit] \nThe cover of a United States paperback release features a mistake, with Cohen's name stated to be \"Conan\".[2]\n Adaptations[edit] \n Graphic novel[edit] \nA graphic novel adapted by Scott Rockwell and illustrated by Steven Ross and Joe Bennet, was first published as a four part comic in June, August, December 1992 and February 1993 by the Innovative Corporation of Wheeling WV, before being published as a single volume by Corgi on November 4, 1993. It has been published in hardcover along with the graphic novel of The Colour of Magic, as The Discworld Graphic Novels. (ISBN 978-0-06-168596-5)\n TV adaptation[edit] \nThe Mob Film Company and Sky One produced a miniseries, combining both The Colour of Magic and The Light Fantastic, broadcast on Easter Sunday and Monday 2008. Sir David Jason played the part of Rincewind.[3] He was joined by David Bradley as Cohen the Barbarian,[4] Sean Astin as Twoflower,[5] Tim Curry as Trymon,[5] and Christopher Lee taking over the role of Death from Ian Richardson[5] (a role he previously portrayed in the animated series Soul Music and Wyrd Sisters).\nThe production team wanted to get fans involved in the adaptation so some of the extras used in the adaptation (in mob scenes and the during the fight in the Broken Drum) were Discworld fans who were selected via various website and Newsletters.\n References[edit] \n External links[edit]",[["rincewind","Rincewind",13,1],["twoflower","Twoflower",8,1],["discworld","Discworld",8,1],["novel","novel",6,1],["star","star",5,1],["octavo","Octavo",4,1],["cohen","Cohen",4,1],["death","Death",4,1],["wizard","wizard",4,1],["magic","magic",3,1],["trymon","Trymon",3,1],["magic","Magic",3,1],["colour","Colour",3,1],["book","book",3,1],["luggage","Luggage",3,1],["adaptation","adaptation",3,1]]]},{"json_class":"Article","v":["Equal Rites","Equal Rites is a comic fantasy novel by Terry Pratchett. Published in 1987,[1] it is the third novel in the Discworld series and the first in which the main character is not Rincewind. The title is wordplay on the phrase \"Equal Rights\".\nThe novel introduces the character of Granny Weatherwax, who reappears in several later Discworld novels. The protagonist Eskarina Smith does not return until I Shall Wear Midnight, which was published 23 years later.\n Plot summary[edit] \nThe wizard Drum Billet knows that he will soon die and travels to a place where an eighth son of an eighth son is about to be born. This signifies that the child is destined to become a wizard; on the Discworld, the number eight has many of the magical properties that are sometimes ascribed to seven in other mythologies. Billet wants to pass his wizard's staff on to his successor.\nHowever, the newborn child is actually a girl, Esk (full name Eskarina Smith). Since Billet notices his mistake too late, the staff passes on to her. As Esk grows up, it becomes apparent that she has uncontrollable powers, and the local witch Granny Weatherwax decides to travel with her to the Unseen University in Ankh-Morpork to help her gain the knowledge required to properly manage her powers.\nBut a female wizard is something completely unheard of on the Discworld. Esk is unsuccessful in her first, direct, attempt to gain entry to the University, but Granny Weatherwax finds another way in; as a servant. While there, Esk witnesses the progress of an apprentice wizard named Simon, whom she had met earlier, on her way to Ankh-Morpork. Simon is a natural talent who invents a whole new way of looking at the universe that reduces it to component numbers.\nSimon's magic causes a hole to be opened into the Dungeon Dimensions while he is in Esk's presence. The staff, acting to protect Esk, strikes Simon on the head, closing the hole but trapping his mind in the Dungeon Dimensions. Esk throws the staff away, believing that it attacked Simon. While attempting to rescue him, Esk ends up in the Dungeon Dimensions. The extreme cold there causes the staff, now washed out to sea, to create a huge ice sheet, causing a storm that floods the university as well as the surrounding city.\nEsk and Simon discover the weakness of the creatures from the Dungeon Dimensions - if you can use magic, but don't, they become scared and weakened. With the help of Weatherwax and Archchancellor Cutangle, who have retrieved the staff, they both manage to transport themselves back into the Discworld. Esk and Simon go on to develop a new kind of magic, based on the notion that the greatest power is the ability not to use all the others.\n References[edit] \nSources: Colin Smythe Ltd\n External links[edit]",[["esk","Esk",10,1],["simon","Simon",7,1],["staff","staff",6,1],["discworld","Discworld",5,1],["wizard","wizard",5,1],["dungeon dimensions","Dungeon Dimensions",4,2],["novel","novel",4,1],["dimensions","Dimensions",4,1],["weatherwax","Weatherwax",4,1],["dungeon","Dungeon",4,1],["billet","Billet",3,1],["power","power",3,1],["magic","magic",3,1],["granny","Granny",3,1],["way","way",3,1],["granny weatherwax","Granny Weatherwax",2,2]]]},{"json_class":"Article","v":["Mort","Mort is a Discworld novel by Terry Pratchett. Published in 1987, it is the fourth Discworld novel and the first to focus on the character Death, who only appeared as a side character in the previous novels. The title is the name of its main character and also a play on words: in French, mort means \"death\", so the French language edition is titled Mortimer.\nIn the BBC's 2003 Big Read contest, viewers voted on the \"Nation's Best-loved Book\"; Mort was among the Top 100 and chosen as the most popular of Pratchett's novels.[1]\n Plot summary[edit] \nAs a teenager, Mort had a personality and temperament that made him rather unsuited to the family farming business. Mort's father, named Lezek, felt that Mort thought too much, which prevented him from achieving anything practical. So Lezek took him to a local hiring fair, hoping that Mort would land an apprenticeship with some tradesman; not only would this provide a job for his son, but it would also make his son's propensity for thinking into someone else's problem.\nAt the job fair, Mort at first has no luck attracting the interest of an employer. But just before the stroke of midnight, a man wearing a black cloak arrives on a white horse. He says he is looking for a young man to assist him in his work and selects Mort for the job. The man turns out to be Death, and Mort is given an apprenticeship in ushering souls into the next world (though his father thinks he's been apprenticed to an undertaker).\nWhen it is a princess' time to die (according to a preconceived reality), Mort, instead of ushering her soul, saves her from death, dramatically altering a part of the Discworld's reality. However, the princess, for whom Mort has a developing infatuation, does not have long to live, and he must try to save her, once again, since the original reality will eventually reassert itself, killing her in the process. Both the princess and Mort end up consulting the local wizard, Igneous Cutwell, for various methods of assistance with the crisis.\nAs Mort begins to do most of Death's \"Duty\", he loses some of his former character traits, and essentially starts to become more like Death himself. Death, in turn, yearns to relish what being human is truly like and travels to Ankh-Morpork to indulge in new experiences and attempt to feel real human emotion with Happiness being the one he finds hardest to understand and so starts some research to try out happiness, something that he has never experienced, he tries a number of very human habits like getting drunk, going to a party, dancing and tries to find a new job that will make him feel happy.\nUltimately, the wizards of Unseen University perform the Rite of Ashk-Ente, which summons both the part of Death that has been taking Mort over, as well as Death himself. Death becomes furious when he learns about Mort's actions, including seducing his adopted daughter Ysabell, and fires him. Conclusively, Mort must duel Death for his freedom. Though Death wins the duel, he spares Mort's life and sends him back to the Disc.\nThe princess is saved from a second death when the alternate reality Mort created is reduced to a pearl-like state, after Death \"has a word with the gods\". This pearl is given to Mort for safe-keeping. At the end of the novel, Mort marries Ysabell, having been elevated to the title Duke of Sto Helit by Queen Kelirihenna. Their daughter Susan Sto Helit appears in later Discworld stories.\n Adaptations[edit] \nMort has been adapted into a graphic novel, Mort: The Big Comic, 1994.\nThe novel has been adapted by Robin Brooks for BBC Radio Four. Narrated by Anton Lesser, with Geoffrey Whitehead as Death, Carl Prekopp as Mort, Clare Corbett as Ysabell and Alice Hart as Princess Keli, the programme was first broadcast in four parts in mid-2004 and has been repeated frequently, most recently on Radio 4 Extra.[2]\nOn December 15, 2007 a German language stage musical adaptation premiered in Hamburg, Germany.[3]\nA brand new English musical adaptation of Mort was presented in Guildford, Surrey, UK in August 2008 by Youth Music Theatre: UK. The adaptation is by Jenifer Toksvig, sister of broadcaster and novelist Sandi Toksvig, and composer Dominic Haslam.[4] A new production was staged at Greenwich Theatre in 2011, directed by Luke Sheppard.\nStephen Briggs also adapted the novel for the stage.[5]\n References[edit] \n External links[edit] \nWikiquote has quotations related to: Mort",[["mort","Mort",25,1],["death","Death",12,1],["novel","novel",8,1],["princess","princess",4,1],["discworld","Discworld",4,1],["job","job",4,1],["reality","reality",4,1],["character","character",4,1],["part","part",3,1],["death","death",3,1],["adaptation","adaptation",3,1],["man","man",3,1],["ysabell","Ysabell",3,1],["discworld novel","Discworld novel",2,2]]]},{"json_class":"Article","v":["Sourcery","Sourcery is the fifth Discworld novel by Terry Pratchett, published in 1988. On the Discworld, sourcerers – wizards who are sources of magic, and thus immensely more powerful than normal wizards – were the main cause of the great mage wars that left areas of the disc uninhabitable. As 8 is a powerful magical number on Discworld, Men born the eighth son are commonly wizards. Since sourcerers are born the eighth son of an eighth son, they magic squared and so wizards are not allowed to marry or have children. The first few pages of the novel deal with a sourcerer's father who cheats death by making a prophecy that Death must honour; the alternative is to risk destroying the Discworld. The rest of the novel deals with the sourcerer's plan to have wizards rule the Discworld, and the efforts of a small group – including Rincewind the Wizzard, Nijel the Destroyer and Conina the Hairdresser, daughter of Cohen the Barbarian – to thwart those plans.\nThere are many references to geasa in the text, which are idiosyncratic curses, vows or obligations placed upon a person (usually a hero, such as Cúchulainn in Irish mythology).[citation needed]\nIpslore the Red is a wizard who is about to die. Death comes to usher Ipslore's soul into the next world as the story begins. Ipslore tells Death about his banishment from the Unseen University because he married and had children, something forbidden for wizards. Throughout the scene he is holding his infant son, whom Ipslore names Coin. Coin is Ipslore's eighth son, a Wizard squared – a source of magic: a \"sourcerer\". Ipslore plans to determine Coin's destiny and force him to take revenge upon the wizards, but Death forces him to leave a chance for Coin to not follow this fate as the universe demands a loophole; Ipslore states that fate will have its chance when Coin throws his staff away, Death conceding to the possibility of such an action. As Death is about to take Ipslore to wherever lies beyond, Ipslore transfers his essential being into his staff, which Coin has accepted, thus ensuring that Death cannot cut him loose without destroying the staff and disrupting Ipslore's prophecy. In this way, Ipslore plans to teach his son and ultimately make him Archchancellor of Unseen University.\nSome years later, Virrid Wayzygoose is about to be elected as Archchancellor of the Unseen University. Unfortunately, he is caused to disappear before he can be proclaimed by an unseen attacker. Shortly afterwards, Coin gains entry to the Great Hall in UU and, after besting one of the top wizards in the University is welcomed by the majority of the wizards.\nRincewind, The Luggage and the Librarian miss Coin's arrival, having fled the University shortly beforehand. While at the Mended Drum, Conina, a professional thief and a daughter of Discworld legend Cohen the Barbarian, arrives holding a box containing the Archchancellor's hat, which she has procured from the room of Virrid Wayzygoose. The hat, having been worn on the heads of hundreds of Archchancellors, has gained a kind of sentience and is able to enlist both Conina and Rincewind to take it to Al Khali, far away from Ankh Morpork and the University. The Librarian is not enlisted as he is buying a round at the bar, although the Luggage comes along for reasons of its own.\nSeveral misadventures later, Rincewind, Conina and the Luggage are captured by Abrim, the Grand Vizier to Creosote, the Seriph of Al Khali. Rincewind is thrown into the snake pit, where he meets Nijel \"the Destroyer\" a barbarian hero who has been on the job for three days and wears wooly underwear because he promised his mother he would. Conina is taken to the harem, where she is called by Creosote and asked to tell him a story. (Rincewind, upon finding this out, suggests that telling stories in a harem will \"never catch on\"). The Luggage, having been scorned by Conina, has run away and kills and eats several creatures in the deserts.\nBack in Ankh-Morpork, the wizards are made more powerful due to Coin's presence drawing more magic into the Discworld. Under Coin's direction, the wizards take over Ankh-Morpork and make plans to take over the world. Coin declares UU obsolete and orders the Library to be burnt down, claiming that Wizardry no longer requires such things.\nMeanwhile, Creosote has joined Rincewind, Conina and Nijel. They encounter Abrim, who had put on the Archchancellor's hat hoping to gain power from it, only to be possessed instead. Having the experience of many previous Archchancellors, the hat proves an even match for Sourcery empowered wizards, fighting off a group of them and enlisting others to its cause. Across the world, wizards start building towers and going to war with one another, slowly weakening the Disc itself. Rincewind, Conina, Nijel and Creosote make their way into the treasury, where they find a magical flying carpet, and escape the palace as it gets destroyed by the possessed Abrim building his own tower.\nUpon hearing the rest of the group express anti-wizard sentiments, an angry and humiliated Rincewind abandons them, taking the flying carpet and making his way to the University. He soon learns that the Librarian has saved the books by hiding them in the ancient Tower of Art. After some discussion with the Librarian, Rincewind goes off to face the Sourcerer with a sock containing a half-brick. At about the same time, the Ankh-Morpork tower emerges victorious in the wizard wars, but Coin is concerned when he is told that wizards rule under the Discworld Gods. Coin traps the Gods in an alternate reality, which shrinks to become a large pearl. The Gods being trapped causes the release of the Ice Giants from their prison and they begin strolling across the Discworld, freezing everything in their path.\nRincewind confronts Coin soon after this. The Sourcerer is amused by Rincewind attempting to fight him with a half-brick in a sock, prompting Ipslore to try and force Coin to kill him despite Coin considering Rincewind to be funny rather than an actual threat. Rincewind eventually convinces Coin to throw the staff away, but Ipslore's power is channelled against that of his son. The other wizards leave the tower as Rincewind rushes forward, grabbing the child and sending both of them to the Dungeon Dimensions whilst Death strikes the staff and takes Ipslore's soul. Rincewind orders Coin to return to the University and, using his other sock filled with sand, attacks the Creatures from the Dungeon Dimensions as a distraction to ensure Coin's escape. The Gods are subsequently set free, stopping the march of the Ice Giants.\nCoin returns the University to its former glory (his offer to make everything as good as new is rejected by the Librarian, who asks him to restore everything so that it is as good as old). Recognising that he is too powerful to remain in the world, Coin steps into a dimension of his own making, closes the dimension and is not seen on the Discworld again. The Librarian takes Rincewind's battered hat, which got left behind when he went into the Dungeon Dimensions, and places it on a pedestal inside the Library.\n Adaptations[edit] \nTerry Pratchett has stated that Sourcery will be the fifth Discworld novel to be adapted for Sky One, although he initially wanted to adapt Making Money. However, he thinks it may work better as a film and he can have fun with characters like Nijel the Destroyer.[1]\n References[edit] \n\n \n^ SFX magazine, Issue 196, Mail Fantasy, P65, July 2010\n \n\n External links[edit] \nWikiquote has quotations related to: Sourcery",[["wizard","wizard",17,1],["rincewind","Rincewind",17,1],["coin","Coin",17,1],["ipslore","Ipslore",14,1],["discworld","Discworld",11,1],["university","University",9,1],["death","Death",8,1],["conina","Conina",8,1],["son","son",7,1],["librarian","Librarian",6,1],["archchancellor","Archchancellor",6,1],["plan","plan",5,1],["nijel","Nijel",5,1],["hat","hat",5,1],["sourcerer","sourcerer",5,1],[" –"," –",5,1],["staff","staff",5,1],["creosote","Creosote",4,1],["gods","Gods",4,1],["magic","magic",4,1],["luggage","Luggage",4,1],["tower","tower",4,1],["coin","coin",4,1],["novel","novel",4,1],["world","world",4,1],["sourcery","Sourcery",4,1],["unseen university","Unseen University",3,2],["story","story",3,1],["unseen","Unseen",3,1],["force","force",3,1],["destroyer","Destroyer",3,1],["way","way",3,1],["dimensions","Dimensions",3,1],["group","group",3,1],["dungeon","Dungeon",3,1],["everything","everything",3,1],["sock","sock",3,1],["ankh-morpork","Ankh-Morpork",3,1],["war","war",3,1],["cause","cause",3,1],["abrim","Abrim",3,1],["ice giants","Ice Giants",2,2],["al khali","Al Khali",2,2],["wizards rule","wizards rule",2,2],["discworld novel","Discworld novel",2,2],["virrid wayzygoose","Virrid Wayzygoose",2,2],["ipslore plans","Ipslore plans",2,2],["dungeon dimensions","Dungeon Dimensions",2,2]]]},{"json_class":"Article","v":["Wyrd Sisters","Wyrd Sisters is Terry Pratchett's sixth Discworld novel, published in 1988, and re-introduces Granny Weatherwax of Equal Rites.\nWyrd Sisters features three witches: Granny Weatherwax; Nanny Ogg, matriarch of a large tribe of Oggs and owner of the most evil cat in the world; and Magrat Garlick, the junior witch, who firmly believes in occult jewelry, covens, and bubbling cauldrons, much to the annoyance of the other two.\nKing Verence I of Lancre is murdered by his cousin, Duke Felmet, after his ambitious wife persuades him to do so. The King's crown and child are given by an escaping servant to the three witches. The witches hand the child to a troupe of travelling actors, and hide the crown in the props-box. They acknowledge that destiny will eventually take its course and that the child, Tomjon, will grow up to defeat Duke Felmet and take his rightful place as king.\nHowever, the kingdom is angry about the way the new King is mistreating the land and his subjects. The witches realise that it will be at least 15 years until Tomjon is able to return and save the kingdom, but by then irreparable damage will have been done. Granny Weatherwax, with help from the other two witches, manages to cast a spell over the entire kingdom to freeze it in time for 15 years. Meanwhile, the duke has decided to have a play written and performed that portrays him in a favourable light and the witches in a negative light. He thinks this will cause the witches to lose their power, and the people will like him. He sends the court Fool to Ankh-Morpork to recruit the same acting company that Tomjon was given to, which now resides in the Dysk Theatre on the river Ankh.\nThe company make their way to Lancre, and perform the play for the King as asked. However, Hwel, the playwright, maintains that there is something wrong with the plot of the play, something that just doesn't feel right. The witches cast a spell in the middle of the play that causes the actors to portray the killing of the king truthfully, and the audience sees that the Duke and Duchess are guilty of killing Verence I. Felmet finally succumbs to insanity and stabs several people with a retracting stage dagger, before tripping and falling to his death in the Lancre Gorge. The Duchess is imprisoned but manages to escape, only to be killed by a collection of various forest animals who want revenge for the poor treatment of the land.\nGranny Weatherwax explains that Tomjon is the rightful king, and he is due to be crowned. However, Tomjon does not want to be king; he is an extremely talented actor and wishes to continue his career with his adopted father, Vitoller. Instead Granny Weatherwax tells the town that the Fool is in fact the king's son from another mother, and Tomjon's half-brother, and he is crowned King Verence II of Lancre. Later on, Granny and Nanny reveal to Magrat that the previous fool is actually Tomjon's and Verence II's father. The status of Magrat and Verence II, who have been awkwardly courting throughout the story, is not fully explained in this conclusion.\nThis section requires expansion. (December 2009)\nThe overall theme of Wyrd Sisters concerns the effect words can have on reality.[1] This idea is explicitly stated by the Fool, who says that \"the past is what people remember, and memories are words. Who knows how a king behaved a thousand years ago? There is only recollection, and stories.\" Duke and Lady Felmet then commission a play to serve as propaganda, portraying the witches of Lancre and the former king as evil, and the duke as virtuous.\nThe text makes oblique references to the life and works of William Shakespeare. It borrows themes and sayings from Macbeth, including the \"dagger of the mind\" and the three witches; from Hamlet, including the ghost of the dead King and the play-within-a-play; and from King Lear, with Duke Felmet descending into madness in the company of his Fool. In addition, the company of actors includes a playwright by the name of \"Hwel\", or \"Will\". The adult Tomjon wants to build a theatre called \"The Disc\" in Ankh-Morpork, a reference to the Globe Theatre in London.\n Adaptations[edit] \nThere has been an animated version and a 4-part BBC Radio 4 dramatisation first aired in 1995 (starring Sheila Hancock as Granny Weatherwax), as well as a play adaptation by Stephen Briggs, who has written a new adaptation to mark Discworld's 25th Anniversary. There have also been many films produced.[2]\n See also[edit] \n References[edit] \n External links[edit] \nCharacters\nInspirations\nSources\nFilm\nTelevision\nTelevision and film\nadaptations\nPlays\nOperas\nLiterary\nadaptations\nAlbums\nArt\nScenes and\nspeeches\nWords and\nphrases\nStory within\na story\nEpisodes\nOther",[["witch","witch",11,1],["king","king",8,1],["tomjon","Tomjon",8,1],["granny","Granny",7,1],["king","King",6,1],["weatherwax","Weatherwax",6,1],["lancre","Lancre",5,1],["verence","Verence",5,1],["felmet","Felmet",5,1],["granny weatherwax","Granny Weatherwax",4,2],["fool","Fool",4,1],["duke","Duke",4,1],["company","company",4,1],["actor","actor",4,1],["adaptation","adaptation",4,1],["child","child",3,1],["wyrd","Wyrd",3,1],["kingdom","kingdom",3,1],["year","year",3,1],["sisters","Sisters",3,1],["duke","duke",3,1],["story","story",3,1],["people","people",3,1],["ii","II",3,1],["magrat","Magrat",3,1],["verence ii","Verence II",2,2],["15 years","15 years",2,2],["duke felmet","Duke Felmet",2,2]]]},{"json_class":"Article","v":["Pyramids (novel)","Pyramids is the BSFA winning[1] seventh Discworld novel by Terry Pratchett, published in 1989.[2]\n Plot summary[edit] \nThe main character of Pyramids is Teppic, prince of the tiny kingdom of Djelibeybi. Djelibeybi is the Discworld counterpart to Ancient Egypt.\nYoung Teppic has been in training at the Assassins Guild in Ankh-Morpork for several years. The day after passing his final exam he mystically senses that his father has died and that he must return home. Being the first Djelibeybian king raised outside the kingdom leads to some interesting problems, based on the fact that Dios, the high priest, is a stickler for tradition, and does not, in fact, allow the pharaohs to rule the country.\nAfter numerous adventures and misunderstandings, Teppic is forced to escape from the palace, along with a handmaiden named Ptraci. Meanwhile, the massive pyramid being built for Teppic's father warps space-time so much that it \"rotates\" Djelebeybi out of alignment with the space/time of the rest of the disc by 90 degrees. Teppic and Ptraci travel to Ephebe to consult with the philosophers there as to how to get back inside the Kingdom. Meanwhile, pandemonium takes hold in Djelibeybi, as the kingdom's multifarious gods descend upon the populace, and all of Djelibeybi's dead rulers come back to life.\nEventually, Teppic re-enters the Kingdom and attempts to destroy the Great Pyramid, with the help of all of his newly resurrected ancestors. They are confronted by Dios, who, it turns out, is as old as the kingdom itself, and has advised every pharaoh in the history of the Kingdom. Dios hates change and thinks Djelibeybi should stay the same. Teppic succeeds in destroying the Pyramid, returning Djelibeybi to the real world and sending Dios back through time (where he meets the original founder of the Kingdom, thereby restarting the cycle). Teppic then abdicates, allowing Ptraci (who turns out to be his half-sister) to rule. Ptraci immediately institutes much-needed changes.\nThe novel mocks the \"Pyramid power\" myth by making it be real on the Discworld. In a similar way to the \"procrastinator\" cylinders of the History Monks, pyramids on the Discworld can redirect the flow of time like a dam in a river. If built properly they can create a region of null time in the burial chamber, preserving the body of the Pharaoh forever. In Teppic's time this has been forgotten and the body is mummified in the Egyptian manner. The High Priest Dios uses a small pyramid to rejuvenate himself from time to time. This has allowed him to live since the founding of the country, although he does not remember how he came to be in charge.\nWhen a pyramid is complete it must \"flare off\" the Time in its reservoir. This is visible as light emitted from the peak at night. During the day the pyramid's black marble cladding is ice-cold from the effects of time diversion. The pyramid built for Teppic's late father is so big that, before it can be capped to flare off all the Time in the stonework, it warps space and causes the country of Djelibeybi to disappear from the Discworld.\nThe novel also uses Pratchett's theme of the power of belief on the Discworld. As told in Small Gods, the gods of the Discworld gain their power from the belief of their followers. In Djelibeybi the people believe that the Pharaoh is a god, so Teppic finds himself with godlike powers which he eventually uses. These are mostly powers of fertility, causing corn to sprout wherever he walks, but he also uses the power to part the waters of the river Djel.\nThis novel is the first to feature a detailed description of the school of the Assassins Guild, and the nature of the Assassins' art and weaponry.\n References[edit] \n External links[edit] \nWikiquote has quotations related to: Pyramids",[["teppic","Teppic",11,1],["djelibeybi","Djelibeybi",8,1],["discworld","Discworld",7,1],["time","time",7,1],["pyramid","pyramid",7,1],["power","power",6,1],["dio","Dio",5,1],["pyramid","Pyramid",5,1],["kingdom","kingdom",4,1],["novel","novel",4,1],["ptraci","Ptraci",4,1],["kingdom","Kingdom",4,1],["country","country",3,1],["god","god",3,1],["assassin","Assassin",3,1],["father","father",3,1],["assassins guild","Assassins Guild",2,2]]]},{"json_class":"Article","v":["Guards! Guards!","Guards! Guards! is the eighth Discworld novel by Terry Pratchett, first published in 1989.[2] It is the first novel about the Ankh-Morpork City Watch. The first Discworld computer game borrowed heavily from Guards! Guards! in terms of plot.[3]\nThe story follows a plot by a secret brotherhood, the Unique and Supreme Lodge of the Elucidated Brethren of the Ebon Night, to overthrow the Patrician of Ankh-Morpork and install a puppet king, under the control of the Supreme Grand Master. Using a stolen magic book, they summon a dragon to strike fear into the people of Ankh-Morpork.\nOnce a suitable state of terror and panic has been created, the Supreme Grand Master proposes to put forth an \"heir\" to the throne, who will slay the dragon and rid the city of tyranny. It is the task of the Night Watch – Captain Vimes, Sergeant Colon, Corporal Nobbs, and new volunteer Carrot Ironfoundersson – to stop them, with some help from the Librarian of the Unseen University, an orangutan trying to get the stolen book back.\nThe Watch is generally regarded as a bunch of incompetents who walk around ringing their bells without accomplishing anything, which is largely accurate. Carrot's arrival changes this; Whereas the existing officers are either cynical, incompetent, mildly crooked or all three, Carrot is honest, straightforward and idealistic. Additionally, he is 6'6\" tall and enormously strong. Having memorized the Laws and Ordinances of the Cities of Ankh and Morpork, on his first day he tries to arrest the head of the Thieves' Guild for theft (the Thieves' Guild is permitted a quota of legally licensed thieving, a concept that the book of ancient Laws does not take into account). Brought up as a dwarf, a literal, dutiful people, his absolute dedication and conscientiousness unnerves his colleagues who view it as bordering on the suicidal in the face of the reality of Ankh-Morpork life. Carrot's policing style is reminiscent of traditional idealized portrayals of British police, such as Dixon of Dock Green, but astoundingly, it actually seems to work.\nCarrot's enthusiasm strikes a chord with Vimes, who decides that the Watch should try to carry out its ostensible duties. Vimes begins investigating the dragon's appearances, which leads to an acquaintance with Sybil Ramkin, a breeder of swamp dragons. Ramkin gives an underdeveloped dragon, Errol, to the Watch as a mascot.\nThe leader of the Elucidated Brethren is initially successful in controlling the dragon, but he has not accounted for the dragon's own abilities. The banished dragon returns, and makes itself king of Ankh-Morpork (keeping the head of the Elucidated Brethren as its mouthpiece) and demands that the people of Ankh-Morpork bring it gold and regular virgin sacrifices.\nShortly after, Vimes is imprisoned in the same cell as the Patrician, who has been leading a relatively comfortable life with the help of the rats he uses as spies. The Librarian helps Vimes to escape and he runs to the aid of Sybil, who has been chosen as the first virgin to be sacrificed. The Watch's swamp dragon, Errol, reorganises his digestive system to form a supersonic jet engine and fights the king, eventually knocking the king out of the sky with a shock wave. As the assembled crowd closes in on the king for the kill, Sybil tries to plead for its life. Carrot instead places it under arrest, however Errol lets the dragon escape, revealing that the dragon is in fact female, the battle between the two being a courtship ritual.\nSam Vimes proceeds to arrest Lupine Wonse, but accidentally causes the man's death when he told Carrot to \"throw the book at him.\" The man was attempting to summon another dragon, and died from falling off a broken floor after being hit by the Laws and Ordinances of Ankh-Morpork.\nThe Patrician is reinstated as ruler of Ankh-Morpork, and offers the Watch anything they want as a reward. They ask only for a modest pay raise, a new tea kettle, and a dartboard.\n Adaptations[edit] \nThe novel has been adapted as:\n \na 6-episode serial on BBC Radio 4 (23 November - 28 December 1992) dramatised by Michael Butt and starring John Wood (Vimes), Melvyn Hayes (Nobby), Robert Gwilym (Carrot), Crawford Logan (Vetinari), Helen Atkinson-Wood (Lady Ramkin), Brett Usher (Supreme Grand Master), Martin Jarvis (narrator).[4]\na stage play for the amateur stage scripted by Stephen Briggs (1993) (script later published in book form 1997).[5]\na professional stage play scripted by Geoffrey Cush and starring Paul Darrow (1998).[6]\na \"Big Comic\" (Graphic novel) drawn by Graham Higgins and based on Briggs' script (2000).[7]\nan audio play presented live at Dragon*Con in 2001, adapted by David Benedict and performed by the ARTC (Atlanta Radio Theatre Company).[8] In appreciation, the ARTC made a donation to the Orangutan Foundation International.[9]\na video game loosely based on the plot of the book, with Rincewind substituted for Sam Vimes.[3]\na Board Game - officially launched at Titancon, Belfast 24 September 2011 by Backspindle Games (Designers: Leonard Boyd & David Brashaw) in conjunction with Z-Man Games, USA. The game includes 90 Discworld character illustrations drawn by Stephen Player and respective text quotes from over twenty Discworld novels.\n \n Translations[edit] \n \nСтражите! Стражите! (Bulgarian)\nStráže! Stráže! (Czech)\nWacht! Wacht! (Dutch)\nVahid! Vahid! (Estonian)\nVartijat, hoi! (Finnish)\nAu Guet ! (French)\nWachen! Wachen! (German)\nשומרים! שומרים! (Shomrim! Shomrim!) (Hebrew)\nŐrség! Őrség! (Hungarian)\nA me le guardie! (Italian)\nI lovens navn! (In the name of the law) (Norwegian)\nStraż! Straż! (Polish)\nGuardas! Guardas! (Portuguese - Brazil)\nGărzi! Gărzi! (Romanian)\nСтража! Стража! (Russian)\nStraža! Straža! (Serbian)\n¡Guardias! ¿Guardias? (Spanish)\nI lagens namn (In the name of the law) (Swedish)\n來人啊! (繁體中文)\n \n References[edit] \n External links[edit]",[["dragon","dragon",12,1],["vime","Vime",8,1],["ankh-morpork","Ankh-Morpork",8,1],["watch","Watch",7,1],["),","),",6,1],["book","book",6,1],["novel","novel",5,1],["king","king",5,1],["stra","Stra",4,1],["discworld","Discworld",4,1],["supreme","Supreme",4,1],["carrot","Carrot",4,1],["carrot","carrot",4,1],["elucidated brethren","Elucidated Brethren",3,2],["errol","Errol",3,1],["life","life",3,1],["guard","guard",3,1],["master","Master",3,1],["grand","Grand",3,1],["ramkin","Ramkin",3,1],["patrician","Patrician",3,1],["people","people",3,1],["brethren","Brethren",3,1],["arrest","arrest",3,1],["sybil","Sybil",3,1],["plot","plot",3,1],["game","game",3,1],["law","Law",3,1],["stage","stage",3,1],["game","Game",3,1],["elucidated","Elucidated",3,1],["supreme grand master","Supreme Grand Master",2,3]]]},{"json_class":"Article","v":["Eric (novel)","Eric, also known as Faust Eric, is the ninth Discworld novel by Terry Pratchett. It was originally published in 1990[1] as a \"Discworld story\", in a larger format than the other novels and illustrated by Josh Kirby.[2] It was later reissued as a normal paperback without any illustrations, and in some cases, with the title given on the cover and title pages simply as Eric. (The page headers, however, continued to alternate between Faust and Eric.)\n Plot summary[edit] \nThe story is a parody of the tale of Faust,[3] and follows the events of Sourcery in which the Wizard Rincewind was trapped in the Dungeon Dimensions.\nRincewind wakes in a strange place, having been summoned by the 13-year-old demonologist, Eric Thursley, who wants the mastery of all kingdoms, to meet the most beautiful woman who ever existed, and to live forever. He is disappointed when Rincewind tells him he is unable to deliver any of these things, and embarrassed when Rincewind sees through his disguise. Rincewind is disheartened to learn that the spells to confine the demon summoned are working on him; Eric's parrot tells him that because he was summoned as a demon, he is subject to the same terms.\nThe arrival of Rincewind's Luggage causes Eric to suspect deceit on Rincewind's part. Eric's demands are renewed; he makes three wishes of Rincewind. Rincewind insists he cannot grant wishes with the snap of a finger, and discovers to his horror that snapping his fingers really does work.\n \nTo be Ruler of the World. Eric and Rincewind find themselves in the rain forests of Klatch, in the Tezumen empire, a parody of the Aztec empire. The local people come forward to pay tribute to Eric and declare him Ruler of the World. During this tribute, Rincewind and the parrot explore the temple of Quezovercoatl (a parody of Quetzalcoatl), where they find a prisoner, Ponce da Quirm (a parody of Juan Ponce de León), who is to be sacrificed. Da Quirm tells Rincewind about the terrible fate the Tezumen have planned for the Ruler of the World, on whom they blame all life's misfortunes. Shortly, Rincewind, Eric and da Quirm find themselves tied up at the top of a pyramid, waiting to be sacrificed, when Quezovercoatl makes his appearance. Unfortunately for him, the Luggage also makes an appearance, trampling the six-inch-tall Quezovercoatl in the process. The Tezumen are pleased to see Quezovercoatl destroyed, release the prisoners, and enshrine the luggage in the place of their god. At the end of the book, the Tezumen are revealed to have abandoned worshipping the Luggage as well (since it never returned) and had turned atheist, \"which still allowed them to kill anyone they wanted, but they didn't have to get up so early to do it\".\n \n \nTo Meet the Most Beautiful Woman in All History. Rincewind snaps his fingers again, and they find themselves in a large wooden horse (a parody of the Trojan Horse). Exiting, they are surrounded by soldiers, who take them for an Ephebian invasion force. Rincewind manages to talk their way out of the Ephebian guards and out of the city, only to fall into the hands of the invading army. Rincewind and Eric are taken to Lavaeolus, the man who built the horse—having sent the horse in as a decoy so that he and his men could sneak in around the back while their enemies waited around the horse for them to come out—who tells them off in ironic fashion, for 'spoiling the war'. They reenter Tsort through a secret passage, and find Elenor (a parody of Helen of Troy). Both Eric and Lavaeolus are disappointed to find that it has been a long siege, and Elenor is now a plump mother of several children, with the beginnings of a moustache, and that serious artistic licence had been taken in her description. The Ephebians escape the city while Tsort burns, and Lavaeolus and his army set out for home, with Lavaeolus complaining about voyages by sea (further reference to the Iliad and subsequent Odyssey). Eric notes that \"Lavaeolus\" in Ephebian translates to \"Rinser of Winds\", hinting that perhaps Lavaeolus is a relative of Rincewind.\n \n \nTo Live Forever. Rincewind snaps his fingers, bringing Eric and him outside time, just before the beginning of existence. Rincewind meets the Creator, who is just forming the Discworld and is having trouble finishing some of the animals. Rincewind and Eric are left on the newly formed world, with the realization that \"to live forever\" means to live for all time, from start to finish. To escape, Rincewind has Eric reverse his summoning, taking them both to hell.\n \nThey discover hell steeped in bureaucracy, where the Demon King Astfgl had decided boredom might be the ultimate form of torture. Rincewind uses his university experience to confuse the demons at their own game, so he and Eric can try to escape. While crossing through the recently reformed levels of hell (satirical forms of Dante's Inferno) they encounter da Quirm and the parrot, as well as Lavaeolus, who tells them where the exit is.\nThe source of Rincewind's demonic powers is revealed to be Lord Vassenego, a Demon Lord leading a secret revolt against Astfgl. Using Rincewind to keep Astfgl occupied while gathering support amongst the demons, Vassenego confronts his king just as Astfgl finally catches up to Rincewind and Eric. Vassenego announces the council of demons has made Astfgl \"Supreme Life President of Hell\", and that he is to plan out the course of action for demons. With Astfgl lost to the bureaucratic prison of his own making, Vassenego takes over as king and releases Rincewind and Eric, so that stories about hell can be told.\n References[edit] \n External links[edit] \nWikiquote has quotations related to: Faust Eric\nCharacters\nSeminal works\nRelated\n \nAdaptations and other derivative works\nFilms\nPlays\nOperas\nClassical music\nOther music\nTelevision\nMusicals\nProse\nBallet\nArt\nPoems\nVideo games\nComics\nAnime & manga",[["rincewind","Rincewind",26,1],["eric","Eric",21,1],["lavaeolu","Lavaeolu",7,1],["parody","parody",6,1],["astfgl","Astfgl",6,1],["demon","demon",6,1],["vassenego","Vassenego",4,1],["faust","Faust",4,1],["quezovercoatl","Quezovercoatl",4,1],["tezumen","Tezumen",4,1],["hell","hell",4,1],["ephebian","Ephebian",4,1],["quirm","Quirm",4,1],["finger","finger",4,1],["horse","horse",4,1],["parrot","parrot",3,1],["luggage","Luggage",3,1],["ruler","Ruler",3,1],["world","World",3,1],["\",","\",",3,1],["story","story",3,1],["discworld","Discworld",3,1],["da","da",3,1],["work","work",3,1]]]},{"json_class":"Article","v":["Moving Pictures (novel)","Moving Pictures is the name of the tenth Discworld novel by Terry Pratchett, published in 1990.[1] The book takes place in Discworld's most famous city, Ankh-Morpork and a hill called \"Holy Wood\". It is the first Discworld novel to feature Mustrum Ridcully, Archchancellor of Unseen University, as a character.\nThe alchemists of the Discworld have invented moving pictures. Many hopefuls are drawn by the siren call of Holy Wood, home of the fledgling \"clicks\" industry – among them Victor Tugelbend (\"Can't sing. Can't dance. Can handle a sword a little.\"), a dropout from Ankh-Morpork's Unseen University and Theda \"Ginger\" Withel, a girl \"from a little town you never ever heard of\", and the Discworld's most infamous salesman, Cut-Me-Own-Throat Dibbler, who introduces commerce to the equation and becomes a successful producer. The business of making movies grows rapidly, and eventually Victor and Ginger become real stars, thanks to the help of Gaspode the sentient dog (that also develops an amazingly funny relationship with Laddie, that everybody considers to be the real Wonder Dog, although in fact has a very simple minded). Holy Wood for a while becomes an effervescent place full of humans, dwarfs, alchemists, demons (which essentially constitute the main technological device to make movies), and trolls (among which we also find Detritus) all living in harmony.\nMeanwhile, it gradually becomes clear that the production of movies is having a deleterious effect on the structure of reality. Ginger is possessed by an unspecified entity and she and Victor find an ancient, hidden cinema, complete with portal to the Dungeon Dimensions. Back in Ankh-Morpork, during the first screening of Blown Away (a parody of Gone with the Wind) which the senior wizards of the Unseen University are also attending, a creature from the Dungeon Dimensions breaks through, and Victor fights it (in what eventually becomes a parody of the movie King Kong also featuring the Librarian of the Unseen University), having found out that with a camera pointing at him in real life works out the way it does in the movies.\nIn the end most things return to normal (also because the Patrician and the wizards make it clear that there won't allow any more movies to be produced ever), although dwarfs find themselves inexplicably singing \"Hihohiho\" while mining, Victor and Ginger have a last dialogue over the meaning of Holy Wood and being famous, Gaspode and the other animals under the influence of Holy Wood lose their ability to reason and speak, and ending lines depict a poetic scene about the fragility of Holy Wood dreams.\n See also[edit] \n References[edit] \n External links[edit]",[["movie","movie",6,1],["holy","Holy",6,1],["wood","Wood",6,1],["holy wood","Holy Wood",5,2],["victor","Victor",5,1],["discworld","Discworld",5,1],["university","University",4,1],["unseen","Unseen",4,1],["ginger","Ginger",4,1],["unseen university","Unseen University",3,2],["),","),",3,1],["ankh-morpork","Ankh-Morpork",3,1],["discworld novel","Discworld novel",2,2]]]},{"json_class":"Article","v":["Reaper Man","This article or section may fail to make a clear distinction between fact and fiction. Please rewrite it according to the fiction guidelines, so that it meets Wikipedia's quality standards. (October 2009)\nReaper Man is a Discworld novel by Terry Pratchett. Published in 1991,[1] it is the 11th Discworld novel and the second to focus on Death. The title is a reference to Alex Cox's cult movie Repo Man.[2]\nThe Auditors of Reality are beings who watch the Discworld to ensure everything obeys The Rules. As Death starts developing a personality the Auditors feel that he does not perform his Duty in the right way. They send him to live like everyone else. Assuming the name \"Bill Door\", he works as a farm hand for the elderly Miss Flitworth.\nWhile every other species creates a new Death for themselves, humans need more time for their Death to be completed. As a result, the life force of dead humans starts to build up; this results in poltergeist activity, ghosts, and other paranormal phenomena. Most notable is the return of the recently deceased wizard Windle Poons, who was really looking forward to reincarnation. After several misadventures, including being accosted by his oldest friends, he finds himself attending the Fresh Start club, an undead-rights group led by Reg Shoe. The Fresh Start club and the wizards of Unseen University discover that the city of Ankh-Morpork is being invaded by a parasitic lifeform that feeds on cities and hatches from eggs that resemble snow globes. Tracking its middle form, shopping carts, the Fresh Start club and the wizards invade and destroy the third form, a shopping mall.\nWhen humankind finally thinks of a New Death, one with a crown and without any humanity or human face, it goes to take Bill Door. Death/Door, having planned for this moment for some time, outwits and destroys it. Having defeated the New Death, Death absorbs the other Deaths back into him, with the exception of the Death of Rats (and ultimately, the Death of Fleas). Death confronts Azrael, the Death of the Universe, and states that the Deaths have to care or they do not exist and there is nothing but Oblivion, which must also end some time.\nDeath asks for and receives some time. He meets up with Miss Flitworth again and offers her unlimited dreams. She asks to go to the local Harvest Dance. They prepare and join the townspeople for a full night of dancing.\nAs the sun is coming up, Miss Flitworth realizes she had died hours before the dance even started. Death escorts her through history to her old fiancé. Returning to the city of Ankh Morpork he meets up with Windle Poons, finally taking him to his just reward, whatever it is. At the end there is also a discussion between Death and the Death of Rats over what the Death of Rats should \"ride\", Death suggests a dog while the Death of Rats suggests a cat.\n Adaptations[edit] \nA fragment of this book was adapted in 1996 into a short animated movie entitled Welcome to the Discworld, featuring Christopher Lee as Death.[3]\n References[edit] \n External links[edit] \nWikiquote has quotations related to: Reaper Man",[["death","Death",20,1],["rats","Rats",4,1],["time","time",4,1],["discworld","Discworld",4,1],["miss flitworth","Miss Flitworth",3,2],["wizard","wizard",3,1],["fresh","Fresh",3,1],["club","club",3,1],["flitworth","Flitworth",3,1],["man","Man",3,1],["city","city",3,1],["miss","Miss",3,1],["discworld novel","Discworld novel",2,2],["new death","New Death",2,2]]]},{"json_class":"Article","v":["Witches Abroad","Witches Abroad is the twelfth Discworld novel by Terry Pratchett, originally published in 1991.[1]\nFollowing the death of the witch Desiderata Hollow, Magrat Garlick is sent her magic wand, for Desiderata was not only a witch, but also a Fairy Godmother. Having given the wand to Magrat, she effectively makes Magrat the new Fairy Godmother to a young woman called Emberella, who lives across the Disc in Genua. Sadly, Desiderata does not give Magrat any instruction on the use of the wand, so pretty much anything that Magrat points it at becomes a pumpkin. This leaves several animals around Magrat's cottage now as pumpkins, one of which still thinks it is a stoat. Desiderata had promised Emberella previously that she will not marry the Duke, who's really a prince/frog. and now it is up to Magrat and her companions (Granny Weatherwax and Nanny Ogg) to ensure that Emberella does not marry the Duke, despite the desires of another Witch in Genua called Lily, Desiderata's counterpart. She used the power of her own reflection to capture Genua.\nThe journey to Genua takes some time and involves numerous mis-adventures, many of which resemble or parody well-known fairytales. Upon arrival in Genua, Magrat goes to meet Emberella, whilst the two older witches meet Erzulie Gogol, a voodoo witch and her zombie servant, Baron Saturday (who was also her late lover). It is at this time that Magrat finds out that Emberella has two Fairy Godmothers, Magrat and Lilith. It was Lilith who had manipulated many of the various stories that the Witches had traveled through and who was now manipulating Genua itself, wrapping the city around her version of the Cinderella story. Lilith has had people arrested for crimes against stories, including the arrest of a toymaker for not being jolly, not whistling and not telling the children stories. At this point it is revealed that Lilith is actually Lily, Granny Weatherwax's older sister.\nUsing hypnosis, Granny convinces Magrat to attend a Masked Ball in place of Emberella. Emberella's dress fits, but the glass slippers do not. After enjoying themselves for a while at the ball, the witches are discovered and are cast into a dungeon.\nAt that point, Emberella, Mrs. Gogol and Baron Saturday arrive at the Ball, having broken the witches out of their prison. A high concentration of Magic causes the Duke to revert to his frog form, and he is trampled by Baron Saturday causing Lilith to flee. Granny starts to follow, but Mrs. Gogol tries to stop her using a voodoo doll, wanting to kill Lilith. Granny uses Mrs Gogol's own belief in the power of the voodoo doll to make the voodoo doll burst into flames when Granny thrusts her own arm into a flaming torch. Granny Weatherwax then pursues Lilith. Emberella is informed that, as the daughter of the late Baron Saturday, (who was the former Duke in Genua), she is now ruler of Genua. Her first command is to end the Ball, (she dislikes them,) and attend the Mardi Gras parade, a form of binge drinking carnival.\nGranny manages to defeat Lilith by trapping her in a mirror, and the three Witches return home. Granny shows Magrat how to use the wand to do magic, that it takes more than wishing. Magrat throws the wand into a river, to be lost forever. Then the Witches go home, the long way, and see the elephant.\n \nFairy tales\nFairy godmothers\nCinderella\nNew Orleans\nCarnival / Mardi Gras\nSwamps\nVoodoo\n \n See also[edit] \n References[edit] \n External links[edit]",[["magrat","Magrat",13,1],["emberella","Emberella",9,1],["granny","Granny",9,1],["genua","Genua",8,1],["lilith","Lilith",8,1],["witch","witch",6,1],["wand","wand",5,1],["fairy","Fairy",5,1],["desiderata","Desiderata",5,1],["baron saturday","Baron Saturday",4,2],["saturday","Saturday",4,1],["gogol","Gogol",4,1],["witche","Witche",4,1],["baron","Baron",4,1],["story","story",4,1],["duke","Duke",4,1],["voodoo","voodoo",4,1],["granny weatherwax","Granny Weatherwax",3,2],["weatherwax","Weatherwax",3,1],["godmother","Godmother",3,1],["point","point",3,1],["doll","doll",3,1],["mrs","Mrs",3,1],["ball","Ball",3,1],["voodoo doll","voodoo doll",2,2],["fairy godmother","Fairy Godmother",2,2]]]},{"json_class":"Article","v":["Small Gods","This article is about the novel \"Small Gods\".  For the concept of Small Gods within the Discworld, see small gods.\nSmall Gods is the thirteenth of Terry Pratchett's Discworld novels, published in 1992.[1] It tells the origin of the god Om, and his relations with his prophet, the reformer Brutha. In the process, it satirises religious institutions, people, and practices, and the role of religion in political life.\nThe Great God Om tries to manifest himself once more in the world, as the time of his eighth prophet is nigh. He is surprised, however, when he finds himself in the body of a tortoise, stripped of his divine powers.\nIn the gardens of Omnia's capital he addresses the novice Brutha, the only one able to hear his voice. Om has a hard time convincing the boy of his godliness, as Brutha is convinced that Om can do anything he wants, and would not want to appear as a tortoise.\nBrutha is gifted with an eidetic memory and is therefore chosen by Vorbis, the head of the Quisition, to come along on a diplomatic mission to Ephebe. However, Brutha is also considered unintelligent, since he never learned to read, and rarely thinks for himself. This begins to change after Brutha discovers Ephebe's philosophers; the idea of people entertaining ideas they're not certain they believe or even understand, let alone starting fistfights over them, is an entirely new concept to him.\nWith the help of Ephebe's Great Library, and the philosophers Didactylos, his nephew, Urn, and Abraxas, Om learns that Brutha is the only one left who believes in him. All others either just fear the Quisition's wrath or go along with the church out of habit. While in Ephebe, Brutha's memory aids an Omnian raid through the Labyrinth guarding the Tyrant's palace. While in the library of Ephebe, Brutha also memorizes many scrolls in order to protect Ephebeian knowledge as Didactylos sets fire to the building, to stop Vorbis reading the scrolls there.\nFleeing the ensuing struggle by boat, Brutha, Om and a severely injured Vorbis end up lost in the desert. Trekking home to Omnia, they encounter ruined temples as well as the small gods who are faint ghost-like beings yearning to be believed in to become powerful. Realizing his 'mortality' and how important his believers are to him, Om begins to care about them for the first time.\nWhile Brutha, Vorbis, and Om are in the desert, the Tyrant of Ephebe manages to regain control of the city and contacts other nations who have been troubled by Omnia's imperialistic interactions with the other countries around it.\nOn the desert's edge, a recovered Vorbis attempts to finish off Om's tortoise form, abducts Brutha, and proceeds to become ordained as the Eighth Prophet. Brutha is to be publicly burned for heresy while strapped on a heatable bronze turtle when Om comes to the rescue, dropping from an eagle's claws onto Vorbis' head. As a great crowd witnesses this miracle they come to believe in Om and he becomes powerful again.\nOm manifests himself within the citadel and attempts to grant Brutha the honour of establishing the Church's new doctrines. However, Brutha does not agree with Om's new rule and explains that the Church should care for people while having a tolerance for other religious practices.\nMeanwhile, Ephebe has gained the support of several other nations and has sent an army against Omnia, establishing a beachhead near the citadel. Brutha attempts to establish diplomatic contact with the generals of the opposing army. Despite trusting Brutha, the leaders state they do not trust Omnia and that bloodshed is necessary. At the same time, Simony leads the Omnian military to the beachhead and uses Urn's machine of war in order to fight the Ephebians.\nWhile the fighting occurs on the beachhead, Om attempts to physically intervene, but Brutha demands he does not interfere with the actions of humans. Om becomes infuriated but obeys Brutha, but he travels to an area of the Discworld where gods gamble on the lives of humans in order to gain or lose belief. While there, Om manages to unleash his fury, even striking the other gods. This causes the soldiers to cease fighting on the battlefield, thinking it a sign from the heavens.\nIn the book's conclusion Brutha becomes the Eighth Prophet, ending the Quisition and reforming the church to be more open-minded and humanist. Om also agrees to forsake the smiting of Omnian citizens for at least a hundred years. The last moments of the book see Brutha's death a hundred years to the day after Om's return to power and his journey across the ethereal desert towards judgement, accompanied by the spirit of Vorbis, whom Brutha found still in the desert and took pity on. It is also revealed that this century of peace was originally meant to be a century of war and bloodshed which the History Monk Lu-Tze changed to something he liked better.\n Reception[edit] \nAustralian author Jack Heath described the book as \"one of the 20th century’s finest satires,\" and added that \"the gods are pompous, the worshippers cowed, and the priests violently closed-minded. Yet the tale is never heavy-handed, thanks to Brutha’s sincerity and some deftly comical plot twists, as well as all the levity that comes from picturing an angry God trapped in the body of a tortoise.\"[2] Thomas M. Wagner praised it as \"an extraordinary novel\" on SFreviews.net, and called it a \"biting but compassionate satire\".[3] In 2011, National Public Radio ranked it #57 on its list of 100 best science fiction / fantasy novels.[4]\nBelievers as well as unbelievers have praised the book for supporting their position, according to fan mail received by Terry Pratchett.[5]\nThe audio codec Ogg Vorbis is named after the character Exquisitor Vorbis in Small Gods.[6]\n Adaptation[edit] \nIn 2006 the book was adapted as a serial for BBC Radio 4.[7] It starred Patrick Barlow as Om, Carl Prekopp as Brutha, and Alex Jennings as Vorbis. Anton Lesser was the narrator.[8] A stage version of Small Gods was adapted in 2010 and performed between 17 and 19 February 2011 at The Assembly Rooms Theatre, Durham by OOOOK! Productions and members of Durham Student Theatre. All profits were donated to The Orangutan Foundation. The adaptation was written by Ben Saunders, a graduate of the University of Durham department of Archaeology.\n References[edit] \n External links[edit] \nWikiquote has quotations related to: Small Gods",[["brutha","Brutha",24,1],["om","Om",19,1],["vorbi","Vorbi",10,1],["ephebe","Ephebe",7,1],["god","god",6,1],["small","Small",6,1],["gods","Gods",6,1],["desert","desert",5,1],["book","book",5,1],["omnia","Omnia",5,1],["small gods","Small Gods",4,2],["novel","novel",4,1],["attempt","attempt",4,1],["tortoise","tortoise",4,1],["time","time",4,1],["quisition","Quisition",3,1],["order","order",3,1],["people","people",3,1],["durham","Durham",3,1],["omnian","Omnian",3,1],["beachhead","beachhead",3,1],["century","century",3,1],["discworld","Discworld",3,1],["eighth prophet","Eighth Prophet",2,2]]]},{"json_class":"Article","v":["Lords and Ladies (novel)","Lords and Ladies is the fourteenth Discworld book by Terry Pratchett. It was originally published in 1992.[1] Much of the storyline spoofs elements of Shakespeare's play A Midsummer Night's Dream.\n Synopsis[edit] \nGranny Weatherwax, Nanny Ogg, and Magrat Garlick return to Lancre after their recent adventure in Genua. Magrat is stunned when King Verence proclaims their imminent marriage, having already made all the arrangements in her absence. The sudden appearance of crop circles reveals to Nanny and Granny that it is now \"circle time,\" a convergence of parallel universes when the Discworld is susceptible to incursions from the \"parasite universe\" of the Elves. Elves are capricious and amoral creatures that enter the minds of animals and sentient beings in a more destructive way than witches do, using \"glamour\" to alter human's perceptions of them. They are normally kept away by a circle of magnetized iron standing stones known as the Dancers. When Nanny and Granny refuse to explain the situation to Magrat, she leaves the coven, disavows witchcraft, and moves into an apartment in Lancre Castle. She soon becomes bored with the courtly lifestyle and unsure of her place.\nMustrum Ridcully, Archchancellor of Unseen University, leads a small group of faculty to attend the wedding. Along the way, they are joined by the Dwarfish lothario Casanunda.\nGranny and Nanny discover that a group of local girls, led by Diamanda Tockley and including Agnes Nitt, have formed a new coven whose activities include dancing naked at the Dancers. The two elderly witches try to convince them to stop, with Granny ultimately besting Diamanda in a public witchcraft contest and discrediting the new coven. But a defiant Diamanda later runs through the Dancers into the land of the Elves, where she is knocked unconscious by a poisoned Elven arrow before being rescued by Granny. Nanny subdues an Elf that pursues them back into Lancre, using an iron fireplace poker; Elves and their powers are severely weakened by iron. The witches bring Diamanda and the Elf to Lancre Castle, where Magrat treats Diamanda and Verence agrees to imprison the Elf (though Magrat inadvertently frees it later). Meanwhile, Granny has begun to experience memories of other paths her life has taken in parallel worlds, as well as a growing sense of her own impending death.\nJason Ogg and the other Lancre Morris Men plan a play to be performed for the wedding guests. When they rehearse near the Dancers, the Elves influence them to include Elvish elements in the play. As a result, when the play is performed at the Dancers, it causes sufficient belief--a powerful force on the Discworld--that the Elves are able to make the guests dismantle the stone circle. The Elves arrive, and the Elf Queen plans to legitimize her rule of Lancre by marrying Verence. None of the members of the Lancre coven are present at this time: Magrat has locked herself in her room due to perceived insults in a letter she has discovered, written by Granny to Verence, advising him to plan the wedding; Nanny is being romanced by Casanunda; and Granny has been magically whisked away by Ridcully, who hopes to resume a romantic connection they had when much younger. The women only become aware of what has happened once the Elves begin to wreak havoc in Lancre. Aided only by general dogsbody Shawn Ogg, Magrat fights her way though the infiltrated castle. She discovers a portrait of Queen Ynci, one of the kingdom's legendary founders. Suddenly inspired by the idea of becoming a warrior queen, Magrat finds and dons Ynci's armour. Feeling influenced by Ynci's spirit (and unaware that Ynci is a fiction, the armour constructed from cookware only a few generations previously), she rescues a captured Shawn and sets out for the Dancers. While Granny and Ridcully make their way through the woods, resulting in Granny's capture by the Elves, Nanny and Casanunda travel through a gateway to the abode of the Elf King, who opposes the Elf Queen despite being her spouse.\nAt the Dancers, Magrat arrives to confront the Elf Queen at the same time as the people of Lancre, rallied by Shawn and Nanny. But the Elf Queen quickly subdues Magrat with glamour. The captive Granny mentally combats the Elf Queen and releases Magrat from the glamour before succumbing to the Elf Queen's attack, her prone body being covered by the bees from her hive, which have swarmed at the Dancers. When the Elf Queen turns her powers on Magrat, attempting to stop her resistance by dismantling her identity, she exposes the unexpectedly valorous core of Magrat's being, (something which Granny had deliberately been stoking, aggravating and provoking all along for just this very outcome). Magrat attacks and subdues the Elf Queen just in time for a projection of the Elf King to arrive and send the Elves back to their world.\nGranny appears to be dead, but then Nanny and Magrat learn that she has actually borrowed her bees' hive mind; a feat thought impossible. They break open a window in the castle, where Ridcully has reverently laid Granny's body, enabling the bees to get close enough for her to regain consciousness. Nanny points out to Magrat that Granny's letter to Verence has had a great positive impact on Magrat's life, as well as giving her the strength to fight the Elf Queen. Magrat and Verence are married by Ridcully. Later, Granny and Ridcully make peace with their past and their place in the universe. The growing sense of impending death she had been feeling had been due to the impending deaths of some of her parallel-selves.\n References[edit] \n External links[edit]",[["magrat","Magrat",18,1],["granny","Granny",17,1],["elf","Elf",14,1],["elve","Elve",10,1],["nanny","Nanny",10,1],["queen","Queen",10,1],["elf queen","Elf Queen",8,2],["lancre","Lancre",9,1],["dancers","Dancers",8,1],["ridcully","Ridcully",6,1],["verence","Verence",6,1],["diamanda","Diamanda",5,1],["circle","circle",4,1],["time","time",4,1],["coven","coven",4,1],["ynci","Ynci",4,1],["way","way",4,1],["bee","bee",3,1],["witch","witch",3,1],["iron","iron",3,1],["glamour","glamour",3,1],["universe","universe",3,1],["wedding","wedding",3,1],["shawn","Shawn",3,1],["king","King",3,1],["death","death",3,1],["plan","plan",3,1],["ogg","Ogg",3,1],["casanunda","Casanunda",3,1],["lancre castle","Lancre Castle",2,2],["elf king","Elf King",2,2]]]},{"json_class":"Article","v":["Men at Arms","Men at Arms is the 15th Discworld novel by Terry Pratchett first published in 1993. It is the second novel about the Ankh-Morpork City Watch on the Discworld. Lance-constable Angua von Überwald, later in the series promoted to the rank of Sergeant, is introduced in this book. Lance-constable (in the course of the novel promoted to Acting-constable) Detritus is introduced as a new member of the watch as well, though he had already appeared in other Discworld novels, most notably in Moving Pictures. Also notable is the only appearance of Lance-constable Cuddy (also promoted to Acting-constable).\nEdward d'Eath, an Assassin and son of a down-and-out noble family, becomes convinced that the restoration of the Ankh-Morpork monarchy will solve the social change in the city which he blames for his family's humbling. He researches the history of the royal family and determines that Carrot Ironfoundersson is in fact the rightful heir to the throne.\nMeanwhile, Captain Samuel Vimes, captain of the Ankh-Morpork City Watch, prepares for his imminent wedding to Sybil Ramkin, the richest woman in Ankh-Morpork. He also must deal with a new group of recruits that he has been required to take on for the sake of diversity: Cuddy (a dwarf), Detritus (a troll), and Angua (a werewolf--but Carrot is unaware of this, and believes she is included because she is female). When a string of seemingly random murders occur among the Guilds of the city, Lord Vetinari forbids Vimes to investigate in a successful ploy to ensure Vimes does investigate. Cuddy and Detritus are forced to work together, resulting in them becoming friends as they overcome their deep-seated racial enmity. Angua works with the talking dog Gaspode, and also forms a romantic connection with Carrot, who loses his virginity to her but handles the discovery that she is a werewolf poorly.\nIt turns out that d'Eath has stolen the gonne, the Disc's first and only handheld firearm, from the Assassins' Guild, with the intention of discrediting Vetinari's government through the murders. Any possessor of the gonne seems to become obsessed with the device. After d'Eath reveals his plan to Dr. Cruces, head of the Assassin's Guild, Cruces murders him and takes up the plan himself. The Watch prevent Cruces from killing Vetinari, but Cuddy and Angua are killed in the process. Vimes and Carrot confront and disarm Cruces, and Carrot helps Vimes resist the gonne's allure. Cruces gives Carrot the evidence that he is the royal heir, upon which Carrot kills Cruces with his sword and has both the evidence and the dismantled gonne buried with Cuddy. As a werewolf can only be killed with a silver weapon, Angua is revived upon the moon's rising.\nVimes and Ramkin are married. Recent events have raised the Night Watch's profile, bringing a slew of new recruits. Carrot visits Vetinari, who is expecting Carrot to make personal demands as he is now in a strong position to blackmail the Patrician. What Carrot actually brings is a request for Vetinari to implement a plan for reforming the City Watch into an effective, integrated, comprehensive police force with better working conditions. Vetinari accedes, making Carrot Captain of the Watch and elevating Vimes to the recreated position Commander of the Watch, and the rank of Knight.\n External links[edit]",[["carrot","Carrot",10,1],["watch","Watch",7,1],["vime","Vime",7,1],["cruce","Cruce",6,1],["vetinari","Vetinari",6,1],["cuddy","Cuddy",5,1],["angua","Angua",5,1],["novel","novel",4,1],["ankh-morpork","Ankh-Morpork",4,1],["'eath","'Eath",3,1],["assassin","Assassin",3,1],["detritu","Detritu",3,1],["family","family",3,1],["lance-constable","Lance-constable",3,1],["plan","plan",3,1],["murder","murder",3,1],["city","City",3,1],["guild","Guild",3,1],["discworld","Discworld",3,1],["ankh-morpork city watch","Ankh-Morpork City Watch",2,3]]]},{"json_class":"Article","v":["Soul Music (novel)","This article is about the novel Soul Music.  For the type of music, see Soul music.\nSoul Music is the sixteenth Discworld novel by Terry Pratchett, first published in 1994. Like many of Pratchett's novels it introduces an element of modern society into the magical and vaguely late medieval, early modern world of the Discworld, in this case Rock and Roll music and stardom, with nearly disastrous consequences. It also introduces Susan Sto Helit, daughter of Mort and Ysabell and granddaughter of Death.\n Plot summary[edit] \nA young harpist, Imp Y Celyn from Llamedos, comes to Ankh-Morpork in hopes of becoming famous. Unable to afford the Musicians Guild fees, he and fellow unlicensed musicians Lias Bluestone (a troll percussionist) and Glod Glodsson (a dwarf hornblower) form \"The Band with Rocks In,\" named after Lias' tuned rocks. When Imp's harp is destroyed, he acquires a guitar from a mysterious shop, unaware that it contains the awareness of a primordial music that was responsible for bringing the universe into existence. Imp takes the new name \"Buddy,\" as \"Imp Y Celyn\" literally means \"bud of holly,\" and Lias starts calling himself \"Cliff.\"\nMeanwhile, Death is upset over the deaths of his adopted daughter Ysabell and her husband, his former apprentice Mort. Their daughter, Susan Sto Helit, was initially raised with an awareness of Death as her grandfather, but they later withheld the truth from her and she forgot about it. She attends boarding school in Quirm, and is content to avoid unpleasant conversations by using her unexplained ability to fade from others' awareness. When Death abandons his post in an effort to forget the painful memories, the fabric of reality forces Susan to take on his duties and she begins to remember her past. She becomes aware of Buddy when he is scheduled to die in a riot while performing at the Mended Drum, but instead the crowd is overcome by the spirit of \"Music with Rocks In,\" which apparently has no musical merit for objective listeners not themselves possessed by it. After this, Buddy's life is powered by the music instead of by his natural life force.\nCut-Me-Own-Throat Dibbler becomes the Band's manager. He hires the troll Asphalt as a roadie to accompany the band on its tour as he books them to play to increasingly large crowds throughout the city and the region, all the while keeping them unaware of the large profits he is earning. Buddy is becoming less and less like himself, and barely seems aware of his surroundings when he is not playing the guitar. Susan tries to protect him from the influence of the music; though she does not acknowledge it, she has developed feelings for him. Meanwhile, the music is affecting many of the people who have heard it, causing them to form their own bands and adopt behaviors associated with the fans of various musical movements on 20th Century Earth. The wizards of Unseen University are particularly affected by this phenomenon, though not Archchancellor Ridcully, who uses the newly invented device Hex and works with Susan in an effort to understand these events. And Mr. Clete, the murderous secretary of the Musicians Guild, becomes increasingly unhinged by his inability to stop the Band's unauthorized activities (as they are protected by the music).\nBuddy wants to perform a free concert at the music's behest, and Dibbler agrees after realizing how much of a profit he can earn through merchandising and concessions. A large number of the copycat bands participate in the largest concert of all time, culminating in the Band with Rocks In's performance. Buddy also performs his own folk song on his harp, which Glod has had repaired, which briefly restores Imp's natural personality and grants him a moment of peace. Afterwards, the band flees from their crazed fans, pursued by the Musicians Guild, Dibbler, Susan, and Death (who has been brought back to his senses by his servant Albert). The music intends to create an immortal legend by crashing the band's coach into a gorge, with no survivors. Susan rescues them, but the music begins to alter the timeline so the band will have died. Death then arrives, playing an \"empty chord\" on the guitar to stop the music, having Buddy play a chord to restart it, and then destroying the guitar.\nA new timeline is created in which Mr. Clete was the only fatality, although Susan remains aware of the original course of events. She is returned to school (and also has been there all along) with a new self-assurance. The next day, she runs to reunite with Imp upon realizing that, in the new version of events, he came to Quirm instead of Ankh-Morpork and is working nearby.\n Appearance in other media[edit] \nAn animated adaptation was produced by Cosgrove Hall Films for Channel 4 in 1996. It takes the association of the \"Band with Rocks In\" with the Beatles even further than the book does, evolving their style from 1950s rock and early 1960s beat music (and mixing-bowl haircuts) in Ankh-Morpork, to acid rock in Scrote, to spiritual hippie rock in Quirm. In Sto Lat, they sound like the Jimi Hendrix Experience or Bad Company, but are dressed in clothes similar to the Beatles on the cover of the Sgt. Pepper's Lonely Hearts Club Band album. Also in Quirm, Buddy says that the band is 'more popular than cheeses,' referring to John Lennon's famous quote proclaiming the Beatles to be more popular than Jesus. In Pseudopolis, their outfits and style resemble the Blues Brothers. Crash's band is also given the name \"Socks Pastels\". The soundtrack was released on CD; and is available from plutomusic.com, Amazon MP3, iTunes Store and Spotify\nIn August 2014, a brand new adaptation of Soul Music will be performed at the Rose Theatre, Kingston by Youth Music Theatre UK.[1] The musical has been adapted by stand-up comedian Andrew Doyle[2] with original music by Whatsonstage.com Awards nominee Craig Adams.[3] Soul Music will be directed Luke Sheppard (Associate Director of Matilda the Musical and Director of In the Heights) at the Southwark Playhouse and choreographed by Off West End Award-winner Cressida Carré (Titanic (musical)).[4]\n References[edit] \n Sources[edit] \n External links[edit] \nWikiquote has quotations related to: Soul Music",[["music","music",14,1],["susan","Susan",8,1],["band","band",8,1],["music","Music",7,1],["death","Death",6,1],["band","Band",6,1],["imp","Imp",6,1],["buddy","Buddy",6,1],["soul","Soul",5,1],["rock","Rock",5,1],["quirm","Quirm",4,1],["rock","rock",4,1],["guitar","guitar",4,1],["musician","Musician",3,1],["novel","novel",3,1],["ankh-morpork","Ankh-Morpork",3,1],["guild","Guild",3,1],["lia","Lia",3,1],["daughter","daughter",3,1],["beatles","Beatles",3,1],["event","event",3,1],["awareness","awareness",3,1],["dibbler","Dibbler",3,1],["sto","Sto",3,1],["imp y celyn","Imp Y Celyn",2,3],["susan sto helit","Susan Sto Helit",2,3],["musicians guild","Musicians Guild",2,2]]]},{"json_class":"Article","v":["Interesting Times","Interesting Times is the seventeenth novel in the Discworld series by Terry Pratchett, set in the Aurient (aka Orient).\nThe title refers to the common myth that there exists a Chinese curse \"may you live in interesting times\".\nTwo gods, Fate and the Lady, oppose each other in a game over the outcome of the struggle for the throne of the Agatean Empire on the Counterweight Continent.\nThe Patrician of Ankh-Morpork receives a demand that the \"Great Wizzard\" be sent to the distant Agatean Empire, and he orders Archchancellor Mustrum Ridcully of Unseen University to comply. As the spelling, \"Wizzard,\" matches that on Rincewind's hat, the faculty decide to send him. Using the machine Hex, which has seemingly been augmenting its own infrastructure, they teleport him to the University from a desert island where he has been living since the events of Eric. They offer him the right to call himself a Wizard, which he never actually earned, if he will let them send him to Agatea; he agrees. Teleportation requires an exchange of mass, and they end up exchanging him with a very heavy live cannon (which they extinguish upon its arrival); this results in Rincewind arriving in Agatea at a very high speed, but he lands safely in a snowbank.\nAs is typical for Rincewind, his dedicated efforts to run from any kind of danger quickly embroil him in momentous events, and coincidence makes it appear on several occasions that Rincewind is responsible for significant feats of magic. He encounters his friend Cohen the Barbarian, now accompanied by a \"Silver Horde\" of elderly warriors, who is planning to infiltrate the Empire and live a luxurious retirement by taking over as Emperor. Rincewind eventually learns that the first Agatean Emperor supposedly conquered the land with the assistance of a \"Great Wizard\" and a \"Red Army.\" Now, a new \"Red Army\" movement of young people, dedicated mainly to the promulgation of mildly worded slogans, has been inspired by a supposed revolutionary tract, which turns out to be a travelogue of Ankh-Morpork written by Rincewind's erstwhile traveling companion, Twoflower, whom Rincewind ends up freeing from a dungeon and whose two daughters are leaders of the Red Army. It turns out that the villainous Grand Vizier, Lord Hong, has made the harmless Red Army appear to be a threat to the Empire and had Rincewind brought to Agatea so that he could blame the problems on foreigners, then put the \"revolution\" down violently and turn to the conquest of Ankh-Morpork, whose culture he secretly seeks to emulate. But when Hong murders the Emperor with the intention of framing the Red Army, it inadvertently creates the opportunity needed by the Silver Horde, who have infiltrated the palace. Cohen and Ronald Saveloy, a member of the Horde who is a retired schoolteacher, had hoped to conquer the Empire by simply installing Cohen as Emperor, since almost nobody has ever seen the Emperor's face. But Lord Hong leads four other lords who had been vying against him for the throne to rally their armies against the Horde, to the chagrin of Saveloy who had been trying to civilize the barbarians.\nAs the battle begins, Rincewind flees and inadvertently discovers the actual Red Army, a multitude of terra cotta warriors that can be controlled by magical armor that he accidentally dons. The automatons destroy the Agatean forces. Once Cohen realizes that he is now recognized as the Emperor, he prepares proclamations to relax the regime's oppression of the people. He invites Rincewind to serve as Chief Wizard and found his own university, which convinces Rincewind that something horrible is about to happen. Indeed, Lord Hong takes Rincewind hostage and plans to murder him on the steps of the palace. But, just then, the faculty of Unseen University teleport Rincewind away. Twoflower challenges Hong to a duel, as his wife was killed in a battle waged by Hong. The cannon, re-lit by the faculty, then arrives and kills both Hong and Saveloy; Saveloy, despite never having managed to be a barbarian in life, decides to go to the warrior's afterlife.\nThe Luggage had followed Rincewind to its native Agatea, but became distracted by meeting and mating with a female Luggage. Upon Rincewind's disappearance, the Luggage leaves its mate and their offspring to once again follow its owner.\nThe Lady has won the game against Fate. And she interfered in Hex's calculations so that Rincewind is teleported to the unexplored continent of XXXX where he lands safely, while a XXXXian kangaroo (instead of Rincewind) suffers a fatal collision with a wall at Unseen University. Rincewind meets XXXXian natives who give him a boomerang, with which he manages to hit himself in the head.\n See also[edit] \n External links[edit]",[["rincewind","Rincewind",18,1],["red army","Red Army",6,2],["hong","Hong",7,1],["army","Army",6,1],["red","Red",6,1],["emperor","Emperor",6,1],["empire","Empire",5,1],["agatean","Agatean",4,1],["university","University",4,1],["saveloy","Saveloy",4,1],["agatea","Agatea",4,1],["horde","Horde",4,1],["cohen","Cohen",4,1],["lord hong","Lord Hong",3,2],["faculty","faculty",3,1],["wizard","Wizard",3,1],["land","land",3,1],["warrior","warrior",3,1],["ankh-morpork","Ankh-Morpork",3,1],["lord","Lord",3,1],["unseen","Unseen",3,1],["luggage","Luggage",3,1],["agatean empire","Agatean Empire",2,2],["silver horde","Silver Horde",2,2],["unseen university","Unseen University",2,2]]]},{"json_class":"Article","v":["Maskerade","Maskerade is the eighteenth novel in the Discworld series by Terry Pratchett. The witches Granny Weatherwax and Nanny Ogg visit the Ankh-Morpork Opera House to find Agnes Nitt, a girl from Lancre, and get caught up in a story similar to The Phantom of the Opera.\n Plot summary[edit] \nThe story begins with Agnes Nitt leaving Lancre to seek a career at the Opera House in Ankh-Morpork. When Granny Weatherwax realizes Nanny Ogg has written an immensely popular cookbook but has not been paid by the publisher, the witches also leave for Ankh-Morpork to collect the money, as well as to attempt to recruit Agnes into their coven, to replace Magrat Garlick who left the coven when she became Queen of Lancre (in Lords and Ladies). This has the side benefit of distracting Granny from becoming obsessive and self-centered, or so Nanny believes to her great relief.\nAgnes Nitt is chosen as a member of the chorus, where she meets Christine, a more popular but less talented girl. The Opera House Ghost, who has long haunted the opera house without much incident, begins to commit seemingly random murders staged as \"accidents\", and also requests that Christine be given lead roles in several upcoming productions. Due to her incredibly powerful and versatile voice, Agnes is asked to sing the parts from the background, unbeknownst to Christine or the audience.\nHaving discovered the problems at the opera house and also having coerced the publisher to pay Nanny richly for her book, the witches investigate the mystery, with Granny posing as a rich patron, and Nanny insinuating herself into the opera house staff. Agnes unmasks Walter Plinge, the janitor, as the ghost, though as he is seemingly harmless, the others are unconvinced. Another employee is suspected, but turns out to be a member of the Cable Street Particulars. The witches determine that the finances of the Opera House, which are a complete mess, have been made so intentionally in order to hide the fact that money is being stolen, with the murders being used either as a distraction or to cover evidence.\nIt is finally revealed that two people had been masquerading as the ghost. The original (and harmless) ghost, Walter Plinge, was being psychologically manipulated by the second ghost, who assumed the identity to commit the murders and theft. With the witches' help, Walter is able to overcome his fears and help defeat the murderer.\n Adaptations[edit] \nA stage adaptation by Hana Burešová and Štěpán Otčenášek (partly using adaptation by Stephen Briggs) premiered in Divadlo v Dlouhé, Prague in April 2006.[1] Pratchett attended the closing performance five years later.[2]\n References[edit] \n \n^ http://www.i-divadlo.cz/divadlo/divadlo-v-dlouhe/maskarada-cili-fantom-opery\n^ http://www.divadlovdlouhe.cz/novinky/terry-pratchett-v-divadle-v-dlouhe.html\n \n External links[edit] \nWikiquote has quotations related to: Maskerade",[["agnes","Agnes",6,1],["nanny","Nanny",5,1],["opera","Opera",5,1],["witch","witch",5,1],["ghost","ghost",4,1],["house","House",4,1],["granny","Granny",4,1],["agnes nitt","Agnes Nitt",3,2],["nitt","Nitt",3,1],["lancre","Lancre",3,1],["opera","opera",3,1],["house","house",3,1],["murder","murder",3,1],["ankh-morpork","Ankh-Morpork",3,1],["walter","Walter",3,1],["christine","Christine",3,1],["opera house","opera house",2,2],["opera house","Opera House",2,2],["walter plinge","Walter Plinge",2,2]]]},{"json_class":"Article","v":["Feet of Clay (novel)","Feet of Clay is the nineteenth Discworld novel by Terry Pratchett, published in 1996. The story follows the members of the City Watch, as they attempt to solve murders apparently committed by a golem, as well as the unusual poisoning of the Patrician, Lord Vetinari.\nThe title is a figure of speech from Hebrew scripture (see feet of clay) and the script used in the book to represent Morporkian being written by a golem resembles the Hebrew alphabet,[1] a reference to golems' origins in Jewish folklore.\nTwelve of the city golems, clay creatures forced to obey the written instructions placed inside their heads, decide to create a \"king\" golem. They fashion a golem from their own clay and place in his head instructions that would fulfill their hopes: \"Bring peace to the world\", \"Treat everyone fairly\" and so on. They enroll the help of a priest and dwarf bread baker to write the sacred instructions and bake the clay, respectively; Meshugah, the \"king\" golem, is initially sent to work in a candle factory, and later murders the priest and baker who took part in his creation.\nAround the same time, a cabal of Ankh-Morpork's guild leaders seeks to gradually depose the Patrician, replace him with Nobby Nobbs as the new king and rule the city through him.\nTo implement this, the cabal orders the golems' newly made king, Meshugah, to make poisoned candles and have them delivered to the palace. Vetinari is successfully poisoned, making him severely ill. Meshugah, however, is \"overloaded\" by all the different instructions his creators gave him, and goes \"mad\": he starts overworking and, when he finishes raw materials, he rampages through the city.\nAt this point the City Watch steps in trying to solve the murders and the poisoning of Lord Vetinari. With the assistance of their new forensics expert dwarf Cheery Littlebottom, Commander Vimes and Captain Carrot slowly unravel the mystery.\nCarrot and Dorfl, one of the golems, fight and defeat the golem king at the candlestick factory. Afterwards, Vimes confronts the city's chief heraldry expert, a vampire, who instigated the whole affair. Dorfl arrests him despite tenuous evidence and Vimes burns down all the heraldic record as retribution against the \"elite\" and \"noble\" plotters, who had happily and self-righteously sacrificed the lives of several \"commoners\" in the pursuit of their scheme.\nIn the end, Vetinari has recovered completely, Dorfl is sworn in as a Watchman, Vimes gets a pay rise, and the Watch House gets a new dartboard. Vetinari reveals to his assistant, Drumknott, that he had known of the plot for some time already. Vimes' rash actions in the pursuit of truth had considerably scared the city elite, which is precisely why Vetinari had let him continue: so that the plotters would know just how much worse off they'd be if Vetinari died.\n References[edit] \n External links[edit]",[["golem","golem",10,1],["vetinari","Vetinari",7,1],["vime","Vime",5,1],["city","city",5,1],["king","king",5,1],["instruction","instruction",4,1],["clay","clay",4,1],["dorfl","Dorfl",3,1],["watch","Watch",3,1],["murder","murder",3,1],["meshugah","Meshugah",3,1],["lord vetinari","Lord Vetinari",2,2]]]},{"json_class":"Article","v":["Hogfather","Hogfather is the 20th Discworld novel by Terry Pratchett, and a 1997 British Fantasy Award nominee.[1]\nThe Hogfather is also a character in the book, representing something akin to Father Christmas. He grants children's wishes on Hogswatchnight (December 32) and brings them presents. He also features in other Discworld novels.\n Plot summary[edit] \nIn the novel, the Auditors strike again by deciding to eliminate the Hogfather because he does not fit into their view of the universe. They meet with Lord Downey, head of the Assassin's Guild, and commission the services of Mr Teatime, whose particular brand of insane genius makes him an ideal candidate for the assassination of the Hogfather and other anthropomorphic personifications. Death decides to take over for the Hogfather in order to make people continue to believe in him, wearing a long red cloak and a beard, but things start to become complicated because he is taking the children's wishes too literally.\nMeanwhile, Death's granddaughter Susan must find out what's happened to the real Hogfather. She visits his Castle of Bones only to find the hung-over Bilious, the \"Oh God\" of Hangovers, whom she rescues before the castle collapses due to the lack of belief. In an attempt to cure Bilious, Susan visits the Unseen University, where it is discovered that several of these small gods and beings are being created. The University's thinking machine, Hex, explains that there is 'spare belief' in the world – due to the absence of the Hogfather – which is being used to create them.\nSusan and Bilious then travel to the land of the Tooth Fairy where they discover that Jonathan Teatime has 'killed' the Hogfather by collecting millions of children's teeth and using them to control the children, forcing them to stop believing in the Hogfather. Upon throwing the Assassin off the tower and apparently killing him, Susan clears the teeth away and brings back the Hogfather by rescuing him from the Auditors, who have taken the forms of dogs. They cannot return to their original state and so cannot stop themselves falling off a cliff.\nAfterwards, Teatime tracks Susan to the Gaiters' nursery, but is killed by Susan using the nursery poker, which passes through Death because \"it only kills monsters\".\n \nChristmas\nSanta Claus\nTooth Fairy\nPower of Belief\nReason & Fantasy\nEconomic Redistribution\nChildren's Nightmares\nComputers\n \n TV adaptation[edit] \nA two-part TV series of Hogfather was screened on the 17 December and 18 December 2006 (8:00 p.m.) on Sky One in the UK, with Ian Richardson as the voice of Death and David Jason playing Death's manservant Albert. Marc Warren played Mr. Teatime, Michelle Dockery played Susan Sto Helit, Rhodri Meilir played Bilious, and Tony Robinson (who narrated several audiobook versions of the Discworld novels) played the shop keeper Vernon Crumley. Terry Pratchett himself had a brief cameo as the toy-maker.\nThe U.S. debut was on 25 November 2007 on ION Television, the Australian on 23 December and the 24 December 2007 on Channel Seven, and the German on 25 December 2007 on ProSieben.\n References[edit] \n External links[edit] \nWikiquote has quotations related to: Hogfather",[["hogfather","Hogfather",12,1],["susan","Susan",7,1],["december","December",6,1],["death","Death",5,1],["teatime","Teatime",4,1],["novel","novel",4,1],["biliou","Biliou",4,1],["children","children",4,1],["2007","2007",3,1],["discworld","Discworld",3,1],["discworld novels","Discworld novels",2,2]]]},{"json_class":"Article","v":["Jingo (novel)","Jingo is the 21st novel by Terry Pratchett, one of his Discworld series. It was published in 1997. The rising of a previously submerged island and the subconstituent sovereignty dispute were inspired by the real-life island of Ferdinandea.\nWith the opening of the novel, the island of Leshp, which had been submerged under the Circle Sea for centuries, rises to the surface. Its position, exactly halfway between Ankh-Morpork and Al Khali (the capital of Klatch), makes the island a powerful strategical point for whoever lays claim to it, which both cities do.\nIn Ankh-Morpork, a Klatchian Prince named Khufurah is parading through Ankh-Morpork, where he will be presented with a Degree in Sweet Fanny Adams (Doctorum Adamus cum Flabello Dulci), but an assassination attempt occurs, and the Prince is wounded. Sir Samuel Vimes, Commander of the Ankh-Morpork City Watch, begins investigating the crime, originally suspecting both a Klatchian named 71-Hour Ahmed and a senior Morporkian peer, Lord Rust, of being involved.\nThe attempted assassination breaks off relations between Ankh-Morpork and Klatch as Prince Khufurah's brother, Prince Cadram, effectively declares war on the city of Ankh-Morpork. At this point, Havelock Vetinari, Patrician of Ankh-Morpork, resigns—apparently of his own free will—and Lord Rust takes command of the city. Vetinari has refused to become involved in the war with Klatch, due to the fact Ankh-Morpork does not have an army to stand against any opposing forces (the reason given being that killing enemy soldiers makes it difficult to sell them things afterwards), but Rust declares Martial law and orders the city's noble families to revive their old private regiments.\nVimes, refusing to follow Rust (whom he considers to be a pillock) stands down as Commander of the Watch. Captain Carrot resigns as well, as do Sergeant Colon, Sergeant Detritus and Corporal Angua. The idea of putting the watch under the command of Corporal Nobbs is rejected by the ruling Council of Guild leaders and the Watch is disbanded. Vimes then recruits the Watch into his own private army regiment, reasoning that, as an official noble, he is entitled to do so by law and by Lord Rust's command, with the group remaining independent as knights legally fall under command of the king or his duly appointed representatives, neither of which exist in Ankh-Morpork.\nAngua, following 71-Hour Ahmed, is captured by the Klatchians and taken to Klatch. Carrot, rather than rush off to save her, reports back to Vimes, who gets his private army to head for Klatch. Meanwhile, Nobby and Sergeant Colon have been recruited by Vetinari and his pet inventor, Leonard of Quirm, on a secret mission of their own, unknown to Vimes.\nVetinari, Leonard of Quirm, Colon, and Nobby end up in Leonard's \"Going-Under-the-Water-Safely Device\" and discover that Leshp is actually floating on top of a huge bubble of gas (suggested to be methane or some other poisonous gas), and that the gas is escaping from said bubble, meaning that Leshp will, ultimately, sink back under the sea again.\nVimes catches up with 71-hour Ahmed and has, by this time, figured out that Ahmed is a fellow policeman. Ahmed and his band of Klatchian D'regs and Vimes army head towards Gebra, in Klatch, where the war is due to start.\nTo help blend in, Vetinari, Nobby and Fred Colon get hold of some Klatchian clothing, though Nobby ends up wearing the costume of a dancing girl and gets in touch with his feminine side. The three also head to Gebra. Arriving at Gebra they discover that Carrot has convinced the two armies to get together and play a game of football (he has an inflatable football in his backpack for just such an emergency), Vimes is preparing to arrest both Klatchian Prince Cadram and Lord Rust for various breaches of the peace (such as being prepared for war) and 71-hour Ahmed is supporting him. Vetinari prevents an international incident by ostensibly declaring the surrender of Ankh-Morpork and offering war reparations. To be ratified on Leshp in one week.\nVetinari is returned to Ankh-Morpork, under arrest and in disgrace, but as Leshp has vanished back under the sea again, the treaty was to be signed in a non-existent territory and thus the charge of treason is invalid. Seeing he has been tricked, and with the people and generals turning against him, Prince Cadram flees, with 71-hour Ahmed in pursuit and his brother Khufurah recovers and resumed control of Klatch. Vimes is informed that Vetinari has been \"reminded\" that the old rank of Commander was the same as the old rank of Duke. He objects, claiming that only a King can make a Duke, but then realises that Carrot was speaking to Vetinari. Since Carrot is, of course, very much not the King of Ankh-Morpork his reminding of Vetinari is all that is required for Vimes to get his new position and rank.\nVimes \"accidentally\" loses his \"dis-organiser\" (given to him by his wife) which kept giving him incorrect information. It is explained that, had Vimes reacted slightly differently in the beginning- staying in Ankh-Morpork rather than attempting to follow Ahmed and rescue Angua-, the whole history of the Ankh-Morpork VS Klatch war would have gone very differently. The dis-organiser meets Death at the end, but Death rejects it. Instead, he drops it into the sea, and it is swallowed by a shark where it may not have the most interesting calendar of events to deal with, but at least it finds things easy to organise.\n \nNationalism\nWar\nTerritorial Disputes\nStereotypes, Racism & Xenophobia\nDesert Arab Tribes\nLawrence of Arabia\nChivalry & Aristocracy\nSubmarines\nLeonardo da Vinci\nEngineering\nPocket Organizers\n \n References[edit] \n External links[edit] \nWikiquote has quotations related to: Jingo",[["ankh-morpork","Ankh-Morpork",14,1],["vime","Vime",12,1],["vetinari","Vetinari",10,1],["ahmed","Ahmed",8,1],["klatch","Klatch",8,1],["rust","Rust",6,1],["prince","Prince",6,1],["klatchian","Klatchian",6,1],["war","war",6,1],["),","),",5,1],["leshp","Leshp",5,1],["army","army",5,1],["71-","71-",5,1],["watch","Watch",4,1],["carrot","Carrot",4,1],["colon","Colon",4,1],["command","command",4,1],["nobby","Nobby",4,1],["island","island",4,1],["71- hour ahmed","71- hour Ahmed",3,3],["lord","Lord",4,1],["city","city",4,1],["lord rust","Lord Rust",3,2],["rank","rank",3,1],["head","head",3,1],["cadram","Cadram",3,1],["sergeant","Sergeant",3,1],["gebra","Gebra",3,1],["commander","Commander",3,1],["angua","Angua",3,1],["khufurah","Khufurah",3,1],["hour","hour",3,1],["leonard","Leonard",3,1],["end","end",3,1],["gas","gas",3,1],["sea","sea",3,1],["71- hour ahmed","71- Hour Ahmed",2,3],["sergeant colon","Sergeant Colon",2,2],["prince cadram","Prince Cadram",2,2]]]},{"json_class":"Article","v":["The Last Continent","The Last Continent is the twenty-second Discworld novel by Terry Pratchett. First published in 1998, it mocks the aspects of time travel such as the grandfather paradox and the Ray Bradbury short story \"A Sound of Thunder\". It also parodies Australian people and aspects of Australian culture, such as the Crocodile Dundee, The Adventures of Priscilla, Queen of the Desert and Mad Max movies, the Australian beer XXXX, Vegemite, thongs, cork hats, the Peach Melba, and the popular Australian songs \"Waltzing Matilda\" and \"Down Under\".\n Plot summary[edit] \nThe story opens weeks after the events of Interesting Times, in which Rincewind is magically transported to the continent of Xxxx due to a miscalculation made by the Unseen University wizards. He meets the magical kangaroo Scrappy, who was sent by the creator of Fourecks. Scrappy explains to Rincewind that he is fated to bring back \"The Wet,\" meaning the rain, and that he is the reason for the eons-long drought. Scrappy says that the continent is unfinished, and time and space will be an eternal anomaly there until it is finished, i.e. the rain is brought back. Rincewind is shown cave paintings of Wizards.\nMeanwhile, the senior wizards (who are Archancellor Mustrum Ridcully, The Dean, The Bursar, The Chair of Indefinite Studies, The Lecturer in Recent Runes, The Senior Wrangler, and Ponder Stibbons) are trying to find a cure for the Librarian's magical malady, which causes him to transform into a native object, such as a book when near a library, whenever he sneezes. The wizards soon find out that the books in the Library become hostile and attack when not in the librarian's care. The wizards cannot cure the Librarian without knowing his name. The Librarian, being also the archivist, destroyed any evidence of his true name since he believed the wizards would attempt to turn him human again, as he rather enjoyed his orang-utan body (brought on by a magical accident years before). The Lecturer in Recent Runes suggest they interrogate Rincewind, as he once worked closely with the Librarian and seemed to know more about him than anyone else. To find Rincewind, they have to find the continent of Xxxx. They seek out the Egregious Professor of Cruel and Unusual Geography, and find his office but no sign of the professor himself. They then find a magical window in space leading from the professor's bathroom to a tropical island thousands of years in the past.\nBack in the present, Rincewind attempts to run away from his destiny, but in fact runs towards it. With the secret assistance of Scrappy, he eventually ends up wrongfully arrested for sheep theft and taken to Bugarup, where he is hoping to find a ship to escape on. Along the way he subsequently ends up inventing several things that are considered Australian Icons in the real world, for example beer soup(vegemite), putting corks on a string round his hat to keep flies off (a common Australian outback hat stereotype), as well as becoming the subject of a ballad that is hinted at being a parody of the song \"Waltzing Matilda\" when he is caught apparently stealing a sheep by a billabong. A gigantic circular storm surrounding Fourecks prevents any ships from leaving, however. The people of Bugarup are enthusiastic for Rincewind, since they regard sheep thieves as folk heroes and encourage him to escape, while not actually allowing him to. He finds a hidden message on the ceiling of his holding cell, left by a previous escapee named Tinhead Ned, a reference to the infamous bushranger, telling him to check the hinges on the door. He discovers that he is able to lift the door off its hinges and escape.\nThe wizards become trapped when Mrs. Whitlow, the head maid, brings them their breakfast and inadvertently closes the window that leads back into the Professor's study. The wizards soon encounter plants that rapidly evolve to suit their needs but (apart from Ponder) do not question the turn of events until a large dinosaur evolves into a chicken in front of their eyes. After finding a plant-based boat, the wizards start to question their surroundings even more and the god of Evolution, who has been causing the events, then turns up and helps explain things a bit. He created the boat plant so that the wizards would leave him in peace, as the plants are going haywire attempting to evolve to suit the wizards' every needs. The god doesn't understand the purpose of the seeds and is, it turns out, unaware of the concept of sexual reproduction. After Mrs Whitlow explains it to him, the excited god decides to redesign the creatures on the island in order to incorporate the idea. Ponder decides to stay to help the god while the wizards load up on provisions and leave. Ponder soon catches up with them, as he discovered that the God was fixated with beetles and built the cockroach as his primary project rather than humans. The wizards then reach Fourecks and meet the Creator of Fourecks (not of the Disc) in the process of creating it by way of impressionistic cave paintings. The wizards bicker over the Creator's technique and inadvertently create the duck-billed platypus. The Librarian meanwhile steals the Creator's bullroarer and spins it, causing the drought Rincewind is in the process of stopping. The wizards are then frozen in time for thousands of years by the stray magic left over from creating the continent.\nRincewind, having escaped from gaol, invents the Peach Nellie, and then meets up with a group of female impersonators, Darleen and Letitia, and a female, Neilette. The \"ladies\" have found his Luggage, which rescues him from the Watch. In the escape, Rincewind and Neilette break into the old brewery (which was never used because all the beer kept going flat). An earthquake (induced by the voice of the creator) causes the brewery to collapse, trapping them inside the Luggage. When they emerge, Rincewind can see the ethereal outlines of the wizards (who were trapped, frozen in time, for thirty thousand years in the brewery). Eventually he arrives at the University of Fourecks (which has a tower that is taller on the inside than it is on the outside). Rincewind figures out how to free the wizards, by drawing a picture of them, as the Creator did to create animals and plants in the past. The wizards attempt to find a way to bring back the rain, but are unsuccessful. As they are sitting around, Rincewind idly twirls the Bullroarer, which soon begins to fly faster and farther than it should. Rincewind lets go and the bullroarer flies off; immediately, it begins to rain.\nHaving saved Fourecks, Rincewind and the Wizards return to Ankh-Morpork by ship, and the story ends with the old man with the sack (the Creator of the last continent) catching the bullroarer in front of a young boy.\n External links[edit]",[["wizard","wizard",17,1],["rincewind","Rincewind",15,1],["foureck","Foureck",6,1],["creator","Creator",5,1],["librarian","Librarian",5,1],["australian","Australian",5,1],["continent","continent",5,1],["time","time",4,1],["scrappy","Scrappy",4,1],["year","year",4,1],["plant","plant",4,1],["god","god",4,1],["rain","rain",4,1],["brewery","brewery",3,1],["event","event",3,1],["end","end",3,1],["sheep","sheep",3,1],["ship","ship",3,1],["way","way",3,1],["story","story",3,1],["bullroarer","bullroarer",3,1],["hat","hat",3,1],["beer","beer",3,1],["recent runes","Recent Runes",2,2],["waltzing matilda","Waltzing Matilda",2,2],["cave paintings","cave paintings",2,2]]]},{"json_class":"Article","v":["Carpe Jugulum","Carpe Jugulum (/ /; Latatian for \"seize the throat\", cf. Carpe diem) is a comic fantasy novel by Terry Pratchett, the twenty-third in the Discworld series. It was first published in 1998.\nIn Carpe Jugulum, Terry Pratchett pastiches the traditions of vampire literature, playing with the mythic archetypes and featuring a tongue-in-cheek reversal of 'vampyre' subculture with young vampires who wear bright clothes, drink wine, and stay up until noon.\n Plot summary[edit] \nCount Magpyr and family are invited to the naming of Magrat and King Verence's daughter, to be conducted by the Omnian priest, Mightily Oats. During the party after the ceremony, Verence informs Nanny Ogg and Agnes Nitt that the Count has informed him that the Magpyr family intend to move into Lancre Castle and take over. Due to a type of hypnotism, everyone seems to consider this plan to be perfectly acceptable. Only the youngest witch, Agnes, and the Omnian priest, Mightily Oats, seem able to resist the vampiric mind control, due to their dual personalities. Because of her ability to resist his influence the Magpyr son, Vlad, is attracted to Agnes and makes many advances on her including trying to convince her to become a vampire.\nMeanwhile, Granny Weatherwax, feeling slighted by not receiving an invitation to the ceremony, has left her cottage empty and seems to be working towards a life in a cave, almost like a hermit. After they have left the hypnotic influence of the Vampires, Agnes, Nanny Ogg and Magrat attempt to convince her to help them save Lancre, but apparently without success, even after Granny is informed that her invitation was stolen by a magpie, (which Granny actually already knew, the real reason she's retreated is because she's trying (and thus-far failing) to find a way around the Vampires' powerful minds).\nSo the three witches return to Lancre to take on the Count and his family without her, but because the Magpyr family have built up a tolerance for the normal methods of defeating a vampire, such as garlic, bright light, and religious symbols, this is not so easily done. Just when it seems all is lost Granny Weatherwax comes through the front door soaked to the bone and swaying with exhaustion. Nanny Ogg and Magrat use Granny's assault upon the Count as a distraction to escape, leaving Granny, Agnes and Brother Oats with the Vampires. Granny is able to get through the Counts defenses but is unable to strike him down and the Magpyrs feed on her, with the intention of transforming her into a vampire.\nThere is an Igor who is the servant of the Magpyrs. He is a traditionalist who spends his spare time breeding and distributing spiders for the dark corners of the castle. The Magpyrs hate him and his \"more gothic than thou\" attitude, as Igor tries to keep the old ways alive. Igor's impression of the current Count Magpyr is that he is too modern, whereas Igor prefers \"tradithionalitht\" methods of Vampirism, (all Igors have a lisp on the Discworld—although some only have them when they remember).\nNanny Ogg, Magrat and Magrat's infant daughter, Esmerelda Margaret Note Spelling of Lancre, escape with the help of the rebelling Igor, who appears to have a crush towards Nanny), but are forced to detour to Überwald and end up in the Magpyrs' castle. Agnes is kidnapped by the Magpyrs' son and their clan, who give chase by flying.\nGranny Weatherwax struggles against the vampirism inside her and thrusts the pain this causes into the iron of the castle forges anvil. She is only able to defeat the vampirism after she looks inside of herself and faces the darker side of her nature, but the struggle leaves her barely able to stand, let alone defeat the Count.\nWhile Magrat and her daughter hide in Igor's dungeon quarters Nanny and Igor begin fighting against the Magpyrs, using the considerable stock of Holy water and other religious symbols that were originally collected by old Count Magpyr (who is described as having been \"a sportsman\"). Surprisingly (for the Magpyr family, at least) the old-fashioned ways to defeat vampires that they thought themselves protected against start to work again. They don't understand what the problem is, although they start to have bizarre cravings for \"hot, sweet strong tea and biscuits\", a combination that has them feeling quite upset (it not being their usual craving for blood.)\nAll is revealed when Granny, (who has helped Mightily Oats to Überwald by a process of being carried by him), tells them that - far from turning her into a Vampire - they have, instead, been 'Weatherwaxed', caused by the sharing of their blood with her. The Magpyrs find themselves unable to harm Magrat's daughter, or do anything else that Granny herself is unable to do (e.g. fly). They are even more horrified when they find out that Igor has re-awakened the old Count Magpyr, (having gone into his crypt and spilled a drop of blood on the old Count's cremation ashes), and that the people of Überwald would prefer the old Count to their new, modern type of vampirism. The Magpyrs are attacked (and presumably killed—though probably not permanently) by the citizens of Überwald and the witches return to Lancre.\n External links[edit]",[["magpyr","Magpyr",16,1],["count","Count",11,1],["granny","Granny",10,1],["igor","Igor",9,1],["magrat","Magrat",7,1],["agnes","Agnes",6,1],["vampire","vampire",6,1],["nanny","Nanny",6,1],["family","family",5,1],["lancre","Lancre",5,1],["Ü berwald","Ü berwald",4,2],["nanny ogg","Nanny Ogg",4,2],["vampire","Vampire",4,1],["berwald","berwald",4,1],["oat","Oat",4,1],["daughter","daughter",4,1],["Ü","Ü",4,1],["ogg","Ogg",4,1],["count magpyr","Count Magpyr",3,2],["mightily oats","Mightily Oats",3,2],["magpyr family","Magpyr family",3,2],["witch","witch",3,1],["weatherwax","Weatherwax",3,1],["blood","blood",3,1],["way","way",3,1],["mightily","Mightily",3,1],["defeat","defeat",3,1],["vampirism","vampirism",3,1],["castle","castle",3,1],["),","),",3,1],["carpe","Carpe",3,1],["omnian priest","Omnian priest",2,2],["granny weatherwax","Granny Weatherwax",2,2],["witches return","witches return",2,2]]]},{"json_class":"Article","v":["The Fifth Elephant","The Fifth Elephant is the 24th Discworld novel by Terry Pratchett. It introduces the clacks, a long-distance semaphore system. The novel was nominated for the Locus Award in 2000.[1]\n Plot summary[edit] \nThe Ankh-Morpork City Watch is expanding; there is now a Traffic department with traffic cameras implemented using iconograph technology and a wheel clamping team, and the clacks is beginning to replace homing pigeons for communications between officers. The Watch is also investigating the theft of the replica Scone of Stone (a parody of the real-life Stone of Scone) from the Ankh-Morpork Dwarf Bread Museum. (The Scone of Stone in the novel is kept under close guard in a dwarf mine in Überwald, and will form a vital part of the forthcoming coronation ceremony of the dwarfs' new Low King.)\nSamuel Vimes, Commander of the Ankh-Morpork City Watch and Duke of Ankh, is sent to the remote region of Überwald as an ambassador to take advantage of the coronation to negotiate with the new Low King on increased imports of fat. (Underground fat deposits are abundant in Überwald as a fifth discworld-supporting elephant impacted there in prehistoric times, according to legend.)\nÜberwald is also the traditional home of the Disc's dwarfs who are about to enthrone a new Low King. A cabal of local werewolves seek to exploit this opportunity to destabilize the already deeply divided dwarf society. They instigate the apparent theft of the real Scone of Stone from its closely guarded cave, hoping to cause a civil war between traditionalists and progressive dwarfs and isolate the country under the werewolves' feudal leadership.\nIn his official capacity as ambassador Vimes meets the leaders of the local vampires, werewolves and dwarfs, starting to investigate the planned putsch along the way. Meanwhile, back in Ankh-Morpork, Angua learns that Wolfgang, her werewolf brother, is the head of the conspiracy and sets out to Überwald to stop him. Consequently Carrot also abandons the Watch and pursues her across the country, leaving an overburdened Colon as acting captain.\nAs captain, Colon becomes increasingly strict and paranoid, punishing other members of the watch for minor offences which they did not commit, such as demoting Constable Visit to Lance Constable for supposedly stealing a sugar lump. In response Corporal Nobby Nobbs sets up the Guild of Watchmen in protest. The other members of the Watch join and protest against Colon, but eventually it dwindles to just Nobby, Visit, zombie Constable Reg Shoe and golem Constable Dorfl.\nThe Ankh-Morpork City Watch recover the replica Scone of Stone. It is undamaged, but they suspect that someone has made a replica of the replica. In Uberwald, Vimes extends his activities to include an unofficial investigation into the theft of the real Scone of Stone. He rapidly determines that the dwarfs' system of guard on it is nothing like as secure as the dwarfs think it is and that the Scone could have been stolen in a number of different ways without too much difficulty, but nevertheless later concludes that it was not in fact stolen, but destroyed in situ and its remains concealed by mixing them with the sand on the floor of the cave.\nFollowing an attempt on the designated Low King's life Vimes is imprisoned by the dwarfs but escapes. On the run across the wintry countryside he is chased by the conspiring werewolves. Carrot and Angua arrive just in time to save Vimes from the murderous pack.\nVimes' wife has been taken to the castle of Angua's werewolf family so the commander and his entourage set out to save her. Managing to defeat the power-hungry Wolfgang they are also able to restore the Scone of Stone.\nBack in their embassy the Morporkians are once more attacked by Wolfgang. In a final stand-off, he resists arrest and is killed by Commander Vimes with a Clacks flare. With the Low King's regalia returned the enthronement ceremony finally takes place and Vimes is granted prime rates for fat imports to Ankh-Morpork, thus fulfilling his original mission.\nThe book finishes with Carrot and Angua returning to Ankh-Morpork. Carrot takes back his old rank of captain with Colon returning to his duties as a sergeant and ordering him and Nobby to gather the rest of the Watch together.\n \nEastern European fairy tales, including vampires and werewolves\nRoyal succession/Stone of Scone\nOil wells\nTemperance movement/Alcoholics Anonymous\nLabor unions\nMilitary/police officer corps\nConflicts between orthodox and reform movements\n \n References[edit] \n External links[edit]",[["scone","Scone",9,1],["vime","Vime",8,1],["ankh-morpork","Ankh-Morpork",7,1],["stone","Stone",7,1],["watch","Watch",7,1],["king","King",5,1],["werewolves","werewolves",5,1],["Ü","Ü",5,1],["low","Low",5,1],["berwald","berwald",5,1],["Ü berwald","Ü berwald",4,2],["low king","Low King",4,2],["ankh-morpork city watch","Ankh-Morpork City Watch",3,3],["constable","Constable",4,1],["colon","Colon",4,1],["replica","replica",4,1],["angua","Angua",4,1],["nobby","Nobby",3,1],["theft","theft",3,1],["novel","novel",3,1],["wolfgang","Wolfgang",3,1],["captain","captain",3,1],["city","City",3,1],["replica scone","replica Scone",2,2]]]},{"json_class":"Article","v":["The Truth (novel)","The Truth is the twenty-fifth Discworld novel by Terry Pratchett, published in 2000.\nThe book features the coming of movable type to Ankh-Morpork, and the founding of the Discworld's first newspaper by William de Worde, as he invents investigative journalism with the help of his reporter Sacharissa Cripslock. The two investigate the charges of embezzlement and attempted murder against Havelock Vetinari, and help vindicate him.\nThe Ankh-Morpork City Watch characters also appear in this novel, but have limited roles and are seen mainly from de Worde's perspective. C.M.O.T. Dibbler also puts in an appearance.\nWilliam de Worde is the black sheep of an influential Ankh-Morpork family, scraping out a humble lifestyle as a common scribe and making extra pocket money by producing a gossipy newsletter for foreign notables.\n  \nMeanwhile, a conspiracy is afoot in the city to depose the Patrician, Lord Vetinari. The wealthy and powerful (but anonymous) Committee to Unelect the Patrician hire Mr. Pin and Mr. Tulip, a pair of villainous mercenaries from outside Ankh-Morpor known as the New Firm, to frame Vetinari with a staged embezzlement. Pin and Tulip manage to catch off-guard the normally impassible Patrician with Charlie, a witless Vetinari look-alike that they had previously kidnapped and forced to collaborate. The plan starts going south, though, when Drumknott, Vetinari's clerk returns in middle of the scene and the New Firm is forced to stab him and render Vetinari unconscious, hoping to also frame him for murder; their efforts are hampered by Lord Vetinari’s prized terrier, Wuffles, who manages to escape, not before having bitten Mr. Pin.\nWilliam makes the mistake of advertising a reward for information leading to Wuffles' recovery. Realising that the job is much harder than their employers had initially suggested, the New Firm decides to skip town, not without extorting from their employers's zombie lawyer and representative Mr. Slant their promised payment and a big \"bonus\" in jewels, using compromising previous voice recordings captured with a dis-organiser Mk II.\nAn anonymous tipster named \"Deep Bone\" (actually Gaspode, the talking dog who operates as the brains of the beggar crew who sell the Times) helps William track down Wuffles and \"translate\" his testimony, giving William the last pieces of the puzzle. In the meantime, Sacharissa accidentally discovers the New Firm’s hideout in William’s own family manor and is captured by the pair of thugs —who had returned to dispose of Charlie. They head back to the Times hoping to exchange her for Wuffles and then, silence all witnesses. In the ensuing struggle a lamp explodes and the Times' offices catch fire.\nWilliam and the others manage to escape outside while Pin and Tulip hide in the cellar. Hot melted lead from the destroyed printing press leaks down on them through the roof, and Pin resorts to murdering his partner so that he can save himself by standing on the much larger man’s corpse. Pin, now only partially sane, emerges from the cellars and attacks William once the fire is out, only to be killed when he is impaled on the memo spike from William’s desk. From the criminal's body, William retrieves the fortune in jewels, the dis-organiser, and the last bit of evidence: Wuffles' bite marks on Pin's leg.\nHowever, with the press and office destroyed, it seems like the Times will not be able to go live with their break-out reportage in time. The liberal application of a crossbow wielded by a daring Saccharisa, dwarven axes, bribery in jewels, and Otto’s sense of dramatic atmosphere helps the crew “borrow” one of the Inquirer’s presses for the evening. The big story breaks the next day and Lord Vetinari’s name is cleared just before a new, Guild-controlled Patrician would have seized power.\nThe New Firm, meanwhile, discuss the finer points of reincarnation, and who does and does not merit it, with Death.\nAfter the recordings on the dis-organiser help William discover the identity of the man behind the Committee to Unelect —his own estranged father, Lord de Worde, he decides to confront him. A tense argument, blackmail with the threaten of exposure, a life's worth fortune in jewels and the less-than-tender ministrations of Otto fail to intimidate De Worde into leave the city in exile as William demands. However, after learning that his machinations nearly ended killing his own son, he admits defeat and walks away.\nIn the end William is ambivalent about the new and unexpected role of the free press in his life and in the world, but resolves that someone must tell the public the truth about what goes on in the city, even if the public doesn't want to hear it. The Times comes to be recognized, if not exactly welcomed, by the powers that be in the city, and William and Sacharissa make plans to expand even further, hiring new staff, establishing offices in other cities, and hopefully one day squeezing in time for a lunch date in between deadlines.\n External links[edit] \nWikiquote has quotations related to: The Truth",[["william","William",11,1],["vetinari","Vetinari",8,1],["’","’",8,1],["new","New",5,1],["worde","Worde",5,1],["wuffle","Wuffle",5,1],["firm","Firm",5,1],["city","city",5,1],["times","Times",5,1],["new firm","New Firm",4,2],["press","press",4,1],["lord","Lord",4,1],["patrician","Patrician",4,1],["mr","Mr",4,1],["jewel","jewel",4,1],["william","william",3,1],["sacharissa","Sacharissa",3,1],["dis-organiser","dis-organiser",3,1],["office","office",3,1],["ankh-morpork","Ankh-Morpork",3,1]]]},{"json_class":"Article","v":["Thief of Time","Thief of Time is the 26th Discworld novel written by Terry Pratchett, a 2002 Locus Award nominee.[1] It was the last Discworld novel with a cover by Josh Kirby.\n Plot summary[edit] \nThe Auditors are upset because the human race (although this appears to include all races on the Discworld, not just the humans) are living their lives in - what the Auditors consider to be - an unpredictable (and therefore not understandable) way. To fix this matter once and for all, they decide to convince a young clock maker, Jeremy Clockson, in Ankh-Morpork to build a perfect glass clock. They do not reveal that this will imprison Time (the anthropomorphic personification) and thereby freeze time (the physical quantity) on the Discworld. By freezing time, the Auditors intend to eliminate the unpredictability that humans cause through their everyday actions (and have enough time, for once, to file all the paperwork). Death discovers their plans, but is unable to act directly because he cannot see - and interact with - Time (the anthropomorphic personification). Instead, Death sends his granddaughter Susan to stop them, assisted (apparently) by the Death of Rats and Quoth the Raven.\nMeanwhile, in a distant valley, a young apprentice of the History Monks, Lobsang Ludd, is apprenticed to Lu-Tze, known throughout the Oi Dong Monastery as 'The Sweeper'. Following a highly impressive patch-up job with time (the physical quantity) by Lobsang, he and Lu-Tze are brought before the Abbot, where they hear that a glass clock is being built. Lu-Tze knows of such a clock's side-effects, since he was sent to prevent a previous clock from being built in Überwald. However, due to the difficulties inherent in Überwald (including the difficulty in determining which specific bolt of lightning hitting which castle might start the glass clock) he failed to stop the original - but Time only froze for a moment before a metal spring snapped and caused the clock to shatter. Having figured out that the new glass clock would be likely built in Ankh-Morpork, Lu-Tze and Lobsang head for the city to try to stop Jeremy from building it.\nThe Auditors end up using one of their own as an agent when contacting Jeremy. Myria LeJean takes a human form and becomes quite disturbed by \"her\" experiences as \"she\" becomes more human and individual, as opposed to the collective Auditors. As she begins to understand more about humans, she opposes the activation of the clock and finds ways to delay its creation. This annoys the other Auditors who create human bodies of their own and - naming themselves after colours (in a possible play on the secret identities in Reservoir Dogs) - they prevent Myria from smashing the clock with a hammer, and organise a localised storm, a bolt of lightning hits Jeremy Clockson's workshop and the clock is started. Lobsang Ludd is just smashing his way through the window of the workshop at the moment the clock starts, having been delayed when he went back to help Lu-Tze, but he is too late to stop it…\n\n\n\nMyria uses absurd signs to confuse and slow down the Auditors.\n\n\nHowever, Lobsang is able to continue moving. He meets Susan Sto Helit (whose own attempts to stop the clock being started were less successful) and finds out after his time-storer stops spinning, that, as a creature not limited by time, he was not affected by the starting of the glass clock. Meeting up with Myria LeJean, they work to correct the problem and fight the Auditors. Since Myria is no longer part of the Collective hive mind of the Auditors, Susan suggests she change her name to Unity - which she likes.\nSusan and the newly named Unity discover that Lobsang Ludd and Jeremy Clockson seem to share an astonishing mental connection. When Lobsang speaks, Jeremy (who was knocked unconscious by the lightning that started the clock and whose body was moved away from the Auditors by Myria/Unity) attempts to form the same words, despite his comatose state. Susan is able to shed light on this when she reveals that she met the midwife who brought Lobsang and Jeremy into the world - none other than the \"best midwife in the world\" - Nanny Ogg. Nanny has told her that she delivered two boys an instant apart and Susan realises that both Lobsang and Jeremy are the same person.\nLobsang and Jeremy become infused, although they are nothing more than blue mist to begin with. Susan continues to call the mist Lobsang, since she is told that \"Lobsang had the better memories\". Using chocolate, Susan, Unity and a re-animated Lu-Tze kill a number of Auditors (the taste sensation of chocolate literally blows them away) and Lobsang is able to destroy the clock, freeing Time and unfreezing time. He then meets with his mother, Time, and his father, Wen the Eternally Surprised (the first Abbot of Oi Dong monastery and founder of the History Monks) before effectively taking over Time's job. He attempts to learn Lu-Tze's fifth surprise (an ongoing theme in the novel as the sweeper refuses to tell him), after which he is defeated in the iron dojo by Lu-Tze, but passes his training anyway and becomes a sweeper. He asks Lu-Tze's advice about Susan and he returns to Ankh-Morpork, where the two have an unspecified \"perfect moment.\"\nThroughout the story, Death is trying to round-up the other Horsemen of the Apocalypse, War, Famine and Pestilence, none of whom want to join up (compare with Sourcery when the Four Horsemen of the \"Apocralypse\" ride out, but having stopped off at the pub three of them have their Horses stolen). The Fifth Horseman - Ronnie Soak (originally called Kaos - Soak spelled backwards - as in Chaos) who left before they became famous - agrees to join Death in the fight against the Auditors, and the other three also arrive as the battle prepares to start. Kaos is useful due to his sword of chaos, which goes against the rules and though flaming, is used to keep his milk cool. An Angel with an Iron book appears during the battle. It is not explained who won the fight, but since Death (at least) appears in books set chronologically later it can only be assumed that the Horsemen triumphed.\n References[edit] \n External links[edit]",[["clock","clock",16,1],["lobsang","Lobsang",13,1],["auditors","Auditors",12,1],["lu-tze","Lu-Tze",9,1],["susan","Susan",9,1],["jeremy","Jeremy",9,1],["time","Time",7,1],["death","Death",6,1],["time","time",6,1],["myria","Myria",6,1],["glass clock","glass clock",5,2],["glass","glass",5,1],["discworld","Discworld",4,1],["lobsang ludd","Lobsang Ludd",3,2],["horsemen","Horsemen",3,1],["lightning","lightning",3,1],["novel","novel",3,1],["ludd","Ludd",3,1],["moment","moment",3,1],["unity","Unity",3,1],["clockson","Clockson",3,1],["attempt","attempt",3,1],["fight","fight",3,1],["way","way",3,1],["human","human",3,1],["ankh-morpork","Ankh-Morpork",3,1],["jeremy clockson","Jeremy Clockson",2,2],["discworld novel","Discworld novel",2,2],["myria lejean","Myria LeJean",2,2],["history monks","History Monks",2,2],["Ü berwald","Ü berwald",2,2]]]},{"json_class":"Article","v":["The Last Hero","The Last Hero is a short novel, the twenty-seventh of the Discworld series by Terry Pratchett. It was published in 2001 in a larger format than the other Discworld novels and illustrated on every page by Paul Kidby.\n Plot summary[edit] \nA message, carried by pointless albatross, arrives for Lord Vetinari from the Agatean Empire. The message explains that the Silver Horde (a group of aged barbarians introduced in Interesting Times, wherein they conquered the Empire, and led by Cohen the Barbarian, now the Emperor) have set out on a quest. The first hero of the Discworld, \"Fingers\" Mazda, stole fire from the gods and gave it to mankind (analagous to Prometheus), and was chained to a rock to be torn open daily by a giant eagle as punishment. As the last heroes remaining on the Disc, the Silver Horde seek to return fire to the gods with interest, in the form of a large sled packed with explosive Agatean Thunder Clay. They plan to blow up the gods at their mountain home, Cori Celesti. With them is a whiny, terrified bard, whom they have kidnapped so that he can write the saga of their quest. Along the way, they are joined by Evil Harry Dread (the last Dark Lord) and Vena the Raven-haired (an elderly heroine who has now gone grey).\nThe heroes are disillusioned with the way their lives have turned out—having conquered the Empire, they have nothing left to do but die in comfort—and are angry for having been allowed to grow old, rather than dying in battle as most of their friends did. They decided to go out on the quest after one of the Horde members choked to death on a cucumber. Evil Harry is just as angry; despite his efforts to give his opponents the sporting chance that an Evil Overlord should, they won't follow the Code by allowing him to escape in return.\nThe Wizards of Unseen University explain to Lord Vetinari that blowing up Cori Celesti will destroy the Discworld by temporarily disrupting the Disc's magical field—the only thing holding the Disc together—so Vetinari organises an effort to stop the Horde. Since the Horde is already near the centre of the Discworld and the home of the gods, speed is of the essence. Vetinari recruits Leonard of Quirm to design the Discworld's second known spacecraft to slingshot under the Discworld and back around the top, landing on Cori Celesti.\nThe vessel, named \"The Kite\" by Leonard, can carry only three people. Leonard of Quirm, Captain Carrot Ironfoundersson, and Rincewind are selected for the trip. The Librarian accidentally stumbles aboard as well, having fallen asleep behind some crates of equipment while loading The Kite. After a few mishaps, including landing on the moon (to replenish their oxygen supply after the Librarian's unexpected presence threatened to leave them without enough air to survive the trip) and nearly having their swamp dragon powered spaceship explode on them, they crash in a spectacular fashion at, or rather, into the main gate of Cori Celesti.\nMeanwhile, the Horde have already reached Cori Celesti. The gods allow them to sneak in disguised as gods themselves, despite (or perhaps because of) their having been betrayed to the gods by Evil Harry. The Horde suspect that the gods have been manipulating their entire quest. Fate challenges Cohen to a game where he must roll higher than what Fate rolls on a standard 6-sided die. After Fate rolls a 6, Cohen cheats Fate by slicing the die in-half in mid-air with his sword; the two halves land with the 6 and 1 both facing up. Cohen also notes that even if he doesn't succeed in killing the gods, someone will have tried, so someone will eventually try harder.\nCaptain Carrot attempts to arrest the Horde, at which point the Horde arms the explosives. While initially intending to attack him, the Horde realise that as a single brave man outnumbered by his foes and trying to save the world, Carrot is a Hero (and probably a king in disguise), and so their defeat is certain. After Rincewind explains that the detonation will destroy the entire Discworld, the Horde grab the explosives and throw them—and themselves—off the mountain.\nAs punishment for creating The Kite (which allowed humans to travel higher than the gods) and for not expressing belief in the gods, Leonard is ordered by the gods to paint the entire ceiling of the Temple of Small Gods with a spectacular mural of the whole world (despite Blind Io saying he would be satisfied with \"a nice duck-egg blue with a few stars\"). They impose a time limit of 10 years on the task—unassisted, \"even with the scaffolding\". (Leonard finishes the task in a few weeks.) Carrot asks for a boon to allow for the repairs of The Kite so that they can return to Ankh-Morpork. Rincewind asks for a blue balloon and the Librarian asks for some library supplies (and a red balloon) and manages to refrain from bouncing Blind Io's head on the ground after Io calls him 'a monkey'.\nThe Horde's end is ambiguous. Valkyries come to take the heroes to the Halls of the Slain, where a feast has been prepared for them. Instead, the Silver Horde, refusing to accept their deaths, steal the valkyries' horses and set off to find other worlds to \"do heroic stuff in.\" Death does not appear to them, as he often does when Discworld characters die, although he subsequently appears to Vena, and is evasive about whether he is \"collecting\".\nAfter the Horde leave with the Valkyries' horses, their first stop is to visit Mazda where he is being punished, cut off his chains, give him something to drink, and leave him a sword so that he may deal with his punisher. The bard, changed by his experience, composes a new style of saga, one with musical accompaniment, about it.\n External links[edit]",[["horde","Horde",14,1],["god","god",12,1],["discworld","Discworld",9,1],["cori celesti","Cori Celesti",5,2],["celesti","Celesti",5,1],["cori","Cori",5,1],["leonard","Leonard",5,1],["carrot","Carrot",4,1],["kite","Kite",4,1],["cohen","Cohen",4,1],["vetinari","Vetinari",4,1],["hero","hero",4,1],["evil","Evil",4,1],["quest","quest",4,1],["silver horde","Silver Horde",3,2],["fate","Fate",3,1],["empire","Empire",3,1],["world","world",3,1],["harry","Harry",3,1],["lord","Lord",3,1],["rincewind","Rincewind",3,1],["librarian","Librarian",3,1],["io","Io",3,1],["silver","Silver",3,1],["disc","Disc",3,1],["lord vetinari","Lord Vetinari",2,2],["fate rolls","Fate rolls",2,2],["evil harry","Evil Harry",2,2],["blind io","Blind Io",2,2]]]},{"json_class":"Article","v":["The Amazing Maurice and his Educated Rodents","The Amazing Maurice and his Educated Rodents\nAuthor\nTerry Pratchett\nLanguage\nEnglish\nSeries\nDiscworld\n28th novel – 5th individual story\nSubject\nFantasy, Beatrix Potter, The Pied Piper of Hamelin, The Secret of NIMH, Grimm's Fairy Tales\nCharacters\nMaurice, Darktan, Dangerous Beans, Peaches, Malicia (The Mayors Daughter), Hamnpork, Sardines, Spider – a Rat King, Death of Rats, the Piper\nLocations\nÜberwald: Bad Blintz\nGenre\nFantasy\nPublisher\nDoubleday\nPublication date\n2001\nAwards\nWinner of the 2001 Carnegie Medal.\nISBN\nISBN 0-385-60123-9\nThe Amazing Maurice and his Educated Rodents is a children's fantasy by Terry Pratchett, published by Doubleday in 2001. It was the 28th novel in the Discworld series but the first written for children. The story is a new take on the German fairy tale about the Pied Piper of Hamelin[1] and a parody of the folk tale genre.[2]\nPratchett won the annual Carnegie Medal from the British librarians, recognising the year's best children's book published in the U.K.[2] It was his first major award.[1]\nDiscworld had been a comic fantasy series for adults, inaugurated by The Colour of Magic in 1983. Amazing Maurice was marketed as a children's book, to be followed in that respect by The Wee Free Men (2003, #30).[3] It differs from most Discworld novels also by its division into chapters. Contrary to the contrast between adult and child markets, reflected in catalogues, The Guardian observed on the occasion of the Carnegie Medal that \"[t]he main audience for Pratchett's 48 books, all busily in print, is teenagers, who are drawn by his irrepressible invention and sense of mischief.\"[1]\nMaurice and his Educated Rodents were not entirely new; they had been mentioned as early as Reaper Man (1991, #11).[4]\n Plot summary[edit] \nThe Amazing Maurice is a sentient cat who leads his \"Educated Rodents\", a group of sentient rats, as they go from town to town posing as a plague so that their accomplice, a teenage human piper named Keith, can \"lure them all away\" from the town, after which they share the money the piper receives. The rats had gained intelligence from eating the waste from the rubbish tip behind Unseen University; Maurice gained it after eating one of the rats, before he was capable of realizing that they were no longer normal rats.\nThe group is not completely happy; the leader of the rats, Hamnpork, despises Maurice, while Dangerous Beans (they chose names based on the labels they could read before they could comprehend), a near-blind albino rat who guides them like a guru, wants to start a rat civilization – both he and Peaches, the group's scribe, find their trickery unethical. The rats are seeking the ideal of humans and rats living together, following the example of their sacred book Mr Bunnsy Has an Adventure. They agree to do one last job, in the town of Bad Blintz, in Überwald.\nThe rats set about planning their offensive, led by Darktan, the head of the Trap Disposal Squad, while Maurice and Keith look around. They are surprised to find that while the buildings are expensively built, the people have little food, and rats are hunted far more viciously than anywhere else. Maurice and Keith meet Malicia, the mayor's daughter, who is a story teller, and sees everything in the context of fairy tales. She soon discovers that Maurice can talk, and meets Sardines, a tap-dancing rat who is the most daring of the group. While talking to her, Maurice reveals that the rat catchers have been passing off bootlaces as rat tails.\nAs they set off to look in the rat-catchers' house, the rats discover many rat tunnels, which are empty, save for traps and poison. The two groups meet in the rat catchers' den, where they have been storing the food the rats are thought to have eaten, and find cages where the rats are being bred for coursing.\nThe rat catchers return, lock Keith and Malicia away, and take Hamnpork to be coursed. Maurice hides and feels a voice trying to enter his mind. The rats feel it too, and it returns many of them to being simple rats – to the dismay of Dangerous Beans. Darktan leads a group to rescue Hamnpork, while Peaches and Dangerous Beans free Keith and Malicia. Malicia lets slip that Mr Bunnsy Has an Adventure is a fictional children's book and Dangerous Beans and Peaches leave in despair.\nDarktan's group is successful in rescuing a severely injured Hamnpork, though Darktan finds himself in a trap. After a near-death experience, he escapes. Hamnpork dies, Darktan assumes leadership and sets out after Dangerous Beans and Peaches. Maurice gives in to his conscience and is also seeking them, but the voice drowns out his thoughts. Malicia and Keith, after gaining freedom, trick the rat catchers into revealing their secret. The rat catchers have created a powerful rat king named Spider – eight rats, tied together at the tail, who make a single mind with power over others.\nSpider is interested in Dangerous Beans; other rats he can control, but Dangerous Beans has a mind similar to his: one that thinks for others. Dangerous Beans refuses Spider's offer of jointly ruling, as Spider wants to wage war on humans. Spider tries to destroy Dangerous Beans' mind; this is felt by his army of rats and Maurice. Dangerous Beans is able to resist, but Maurice reverts to being a cat, and pounces on the rat.\nDarktan's army, who have been fighting Spider's rats, find Peaches in Spider's lair, which is on fire. Maurice emerges from the fire carrying the body of Dangerous Beans. When he is safely out, he collapses and dies. In ghostly form, he sees the Death of Rats coming for Dangerous Beans. He attacks the Death of Rats to save Dangerous Beans, but is picked up by Death, with whom he strikes a deal, exchanging two of his remaining lives so that Death will let Dangerous Beans live.\nThough Spider is defeated, there is still a problem remaining: the rat piper is due to arrive the next day. The rats set about rounding up the \"keekees\" (non-intelligent rats). When the piper arrives, Keith challenges him to a duel. His pipe was broken by the rat catchers, so Keith uses a borrowed trombone in the duel and makes Sardines dance. When the piper starts to play his magical pipe, the rats avoid being charmed by keeping their ears stuffed and the keekees can't respond, being locked in their cages.\nThe piper calls Keith aside, and tells him the tricks of the trade: the pipe contains a hidden slide position for a trick note that drives rats away, the stories about him are made up so people will be scared into paying. Keith and the piper then lead the keekees out of town – Keith wants to maintain the story of the piper and the rats want a convenient way to set the keekees free.\nOnce that has been done, the rats emerge, offering to tell the humans where to find the stolen food and money, in return for living peacefully with them. Keith stays on as the town's piper and the town becomes a tourist attraction where everybody remarks on how \"clean\" the place is and marvels at the \"well trained rats\". It is then noted that the people don't seem to have learned a lesson from this, as they return home and continue laying traps and poison. Maurice moves on, being unwilling to settle in one place at a time, and looks to find another human to \"coach\".\n Recognition[edit] \nKaren Usher, who chaired the panel of Carnegie judges, declared that the selection was unanimous: \"This is an outstanding work of literary excellence – a brilliant twist on the tale of the Pied Piper that is funny and irreverent, but also dark and subversive.\"[1][2]\nThe Carnegie Medal for Maurice was Pratchett's first major award. The Guardian alluded to \"16 years of disdain by the British literary establishment\" and reported about his acceptance speech that he \"rounded on\" that establishment, \"tilted at\" Tolkien, and showed ambivalence about the fantasy label: \"though his work dealt with profound themes, 'stick in one lousy dragon and they call you a fantasy writer'.\"[1]\n Ideas and themes[edit] \nAll the rats' names derive from the words they have seen written on tins before they knew what the words meant, and they have called themselves whatever they thought sounded good. Pratchett puns on this, such as the doubting rat, who was called \"Tomato\" (as in Doubting Thomas).\n Adaptations[edit] \n \nBBC Radio 4 broadcast a 90-minute dramatisation in 2003, which was repeated on BBC 7 on June 2, 2007 and April 27, 2008. The character of Dangerous Beans was voiced by David Tennant. Darktan's voice was a spoof version of Sean Connery's Scottish burr. The narrator in the adaptation was Maurice himself, describing to Dangerous Beans how they arrived at the perilous situation near the end of the plot. Quotes from Mr. Bunnsy Has an Adventure, which appear as chapter heads in the book, was read by Rebecca Norfolk, aged 8, who played \"Child reader\" in the BBC Radio 4 production. To mark the occasion of Terry Pratchett's knighthood, it was broadcast on BBC 7 again, along with other dramatizations of his work, in February 2009.\n \n See also[edit] \n References[edit] \n[5]\n External links[edit]",[["rat","rat",41,1],["maurice","Maurice",20,1],["dangerous beans","Dangerous Beans",17,2],["dangerous","Dangerous",17,1],["bean","Bean",17,1],["keith","Keith",12,1],["piper","piper",9,1],["darktan","Darktan",8,1],["spider","Spider",7,1],["pratchett","Pratchett",7,1],["town","town",7,1],["group","group",7,1],["catcher","catcher",6,1],[" –"," –",6,1],["hamnpork","Hamnpork",6,1],["book","book",6,1],["peache","Peache",6,1],["malicia","Malicia",6,1],["rat catchers","rat catchers",5,2],["carnegie","Carnegie",5,1],["death","Death",5,1],["story","story",5,1],["children","children",5,1],["keekee","keekee",4,1],["discworld","Discworld",4,1],["tale","tale",4,1],["piper","Piper",4,1],["fantasy","fantasy",4,1],["bbc","BBC",4,1],["rodent","Rodent",4,1],["medal","Medal",4,1],["return","return",4,1],["mind","mind",4,1],["educated","Educated",4,1],["pied piper","Pied Piper",3,2],["amazing maurice","Amazing Maurice",3,2],["carnegie medal","Carnegie Medal",3,2],["amazing","Amazing",3,1],["pied","Pied",3,1],["rats","Rats",3,1],["work","work",3,1],["sardine","Sardine",3,1],["pipe","pipe",3,1],["human","human",3,1],["mr","Mr",3,1],["bunnsy","Bunnsy",3,1],["adventure","Adventure",3,1],["trick","trick",3,1],["people","people",3,1],["novel","novel",3,1],["food","food",3,1],["trap","trap",3,1],["terry","Terry",3,1],["voice","voice",3,1],["spider  –","Spider  –",2,2],["terry pratchett","Terry Pratchett",2,2],["educated rodents","Educated Rodents",2,2],["bbc 7","BBC 7",2,2]]]},{"json_class":"Article","v":["Night Watch (Discworld)","Night Watch is the 29th novel in Terry Pratchett's Discworld series, published in 2002. The protagonist of the novel is Sir Samuel Vimes, commander of the Ankh-Morpork City Watch. A five-part radio adaptation of the novel was broadcast on BBC Radio 4 from February 27, 2008 that featured Philip Jackson as Sam Vimes and Carl Prekopp as young Sam.\nThe cover illustration of the British edition, by Paul Kidby, is a parody of Rembrandt's painting Night Watch. This is the first main-sequence Discworld novel not to have a cover by Josh Kirby. Kidby pays tribute to the late artist by placing him in the picture, in the position where Rembrandt is said to have painted himself. The actual painting by Rembrandt is used as the back cover illustration. Night Watch placed second in the annual Locus Poll for best fantasy novel.[1]\n Plot summary[edit] \nOn the morning of the 30th anniversary of the Glorious Revolution of the Twenty-Fifth of May (and as such the anniversary of the death of John Keel, Vimes' hero and former mentor), Sam Vimes is caught in a magical storm while pursuing Carcer Dun, a notorious criminal. He awakens to find that he has been rescued by Miss Palm (whom Vimes knows in the future as Mrs Palm, Head of the Guild of Seamstresses – seamstresses referring to prostitutes). He determines that he has somehow been sent back in time.\nVimes's first idea is to ask the wizards at the Unseen University to send him home, but before he can act on this, he is arrested for breaking curfew by a younger version of himself. Incarcerated in a cell next to his is Carcer, who after being released joins the Unmentionables, the secret police carrying out the paranoid whims of the Patrician of the time, Lord Winder.\nWhen he is taken to be interrogated by the captain, time is frozen by Lu-Tze, who tells Vimes what has happened and that he must assume the identity of Sergeant-At-Arms John Keel, who was to have arrived that day but was murdered by Carcer. It is stated that the event which caused Vimes and Carcer to be sent into the past was a major temporal shattering. Vimes then returns to the office, time restarts and he convinces the captain that he is Keel.\nYoung Vimes believes Vimes to be Keel, allowing Vimes to teach Young Vimes the lessons for which Vimes idolized Keel. The novel climaxes in the Revolution. Vimes, taking command of the watchmen, successfully avoids the major bloodshed erupting all over the city and manages to keep his part of it relatively peaceful. After dealing with the Unmentionables' headquarters he has his haphazard forces barricade a few streets to keep people safe from the fighting between rebels and soldiers. However, the barricades are gradually pushed forward during the night (by Fred Colon and several other simple-minded watchmen) to encompass the surrounding streets until Vimes finds himself in control of a quarter of the city, dubbed \"The Glorious People's Republic of Treacle Mine Road\", with a still alive Reg Shoe as one of the leading figures.\nThe ruler, Lord Winder, is effectively assassinated by the young Assassin's Guild student Havelock Vetinari, and the new Patrician Lord Snapcase calls for a complete amnesty. However, he sees Keel as a threat and sends Carcer to lead a death squad of Unmentionables, watchmen and the palace guard to murder Keel. Several policemen (the ones who died when the barricade fell in the original timeline) are killed in the battle, as is Reg Shoe; Vimes manages to fight off the attack until he can grab Carcer, at which point they are returned to the future and Keel's body is placed in the timeline Vimes has just left, to tie things up, as in the \"real\" history, Keel died in that fight.\nVimes' son is born, with the help of Doctor \"Mossy\" Lawn, whom Vimes met while in the past, and Vimes finally arrests Carcer, promising him a fair trial before he is hanged. A subsequent conversation with Lord Vetinari reveals that the Patrician alone knows Vimes took Keel's place, also that he fought alongside Keel's men against Carcer's death squad. He proposes that the old Watch House at Treacle Mine Road (where Keel was sergeant, and which was destroyed by the dragon in Guards! Guards!) be rebuilt.\n References[edit] \n \n^ Locus Index to SF Awards\n \n External links[edit]",[["vime","Vime",22,1],["keel","Keel",12,1],["carcer","Carcer",8,1],["novel","novel",6,1],["watch","Watch",5,1],["time","time",4,1],["lord","Lord",4,1],["night","night",3,1],["unmentionable","Unmentionable",3,1],["barricade","barricade",3,1],["patrician","Patrician",3,1],["watchmen","watchmen",3,1],["death","death",3,1],["sam","Sam",3,1],["rembrandt","Rembrandt",3,1],["young vimes","Young Vimes",2,2],["lord winder","Lord Winder",2,2],["night watch","night Watch",2,2],["reg shoe","Reg Shoe",2,2],["death squad","death squad",2,2]]]},{"json_class":"Article","v":["The Wee Free Men","The Wee Free Men is a 2003 comic fantasy novel by Terry Pratchett, which takes place in his Discworld setting. It is labelled a \"Story of Discworld\" to indicate its status as children's or young adult fiction, unlike most of the books in the Discworld series. A sequel, A Hat Full of Sky, appeared in 2004 (both books were republished in a combined edition, The Wee Free Men: The Beginning, in August 2010); a third book called Wintersmith appeared in 2006; and the fourth, I Shall Wear Midnight, was released in September 2010.\nWhile Terry Pratchett's first Discworld book for children, The Amazing Maurice and his Educated Rodents had swearing translated to rat language, in this book it is in the dialect of the Nac Mac Feegle which is taken from Scots and Scottish Gaelic.\nAn illustrated edition of the novel, with pictures by Stephen Player, appeared in print on October 2, 2008.\n Plot summary[edit] \nTiffany Aching is a 9 year old girl who literally sees things differently than others. While playing near the river near her home, she sees two tiny blue, kilted men who warn her of a \"greenie\" in the water. Suddenly a vile green monster appears in the water. Using her brother Wentworth as bait for it, she ambushes the beast and cracks it with a frying pan, while Wentworth is completely unfazed, as he is unable to see either the little men or the monster. She goes into town to visit a traveling teacher and comes upon Miss Tick, a witch who has been watching her. Tiffany is told that these little men are the Nac Mac Feegles, who are rough and rowdy fae folk who speak with Glaswegian (Scottish) accents. Miss Tick informs her that she is likely the witch of the wold she resides in, and gives her the toad familiar she carries as a guide before tricking Tiffany out of the tent and disappearing.\nTiffany returns home to discover that the Nac Mac Feegles are not only incredibly fast and strong, but afraid of her, as she catches them stealing eggs from under a chicken and a sheep right out of the field. Her brother Wentworth was kidnapped by The Queen of the Fairies. Tiffany seeks out the help of the Nac Mac Feegles to rescue him, as they are the most powerful otherworldly things she knows and they're more than willing to submit to her will, terrified by one who is not only a hag (witch) but one who can read and write. Rob Anybody, and a group of other Feegles including Big Yan and Daft Wullie back to their home where they meet the buzzard-aviator Hamish, the bard-Feegle William, and their clan leader the Kelda. Tiffany is told that her brother has been taken by the Queen to her domain in Fairyland, and not only must she take the Feegles to go rescue him, but she must also take up the reins as Kelda, as the current one is about to die. After worming her way out of marrying Rob Anybody, Tiffany goes out of the mound to the field where the Feegles test her First Sight and Second Thoughts by letting her find the entrance to the queen's domain.\nOnce in, Tiffany and the Feegles face several large wolves who the Feegles handily clobber, and several dream-causing blob-people called dromes. Going through drome-caused dreams, she finds the land's Baron's son Roland. Tiffany and Roland go through several dreams and the normal dreamscape to eventually find a dream with both Wentworth and the Queen in it. Tiffany narrowly escapes defeat at the hands of the Queen's dream-minions by having Roland release the Feegles from their trapping in a large walnut, and they escape from that dream into one of Tiffany's imagining. Once in that dream, the Feegles and Wentworth are presumed to have perished at the hands of the Queen's trickery, and Tiffany escapes with Roland's unconscious body out back into the dreamscape, heading for the exit, full of regret that she couldn't save her friends. The Queen mocks her inability to save them and her insecurities, but Tiffany reconnects with her homeland's heritage to gain the strength to defeat the Queen at her own game of dreams in the darkest hour. It's revealed by the Feegles who she later meets back up with that the trap the Queen had set wasn't nearly enough to stop the Feegles, and that they and Wentworth are both fine. Tiffany, Roland, Wentworth and the Feegles all return to their homeland, where the Baron mistakenly gives his son all of the credit for saving them, which Tiffany ends up being okay with.\nAnother large influence on the narrative of the story and development of Tiffany's character is her Granny Aching, a hard working, silent, and knowledgeable shepherd. She was the book's definition of a witch; one who keeps the balance of wealthy and poor in the community, keeps the peace, and makes sure that those in charge don't take advantage of those who are not. Stories and memories of her are mentioned here and there in the book, and her memory helps Tiffany defeat the Queen at the end.\nIn January 2006, reports emerged that director Sam Raimi[2] had signed up to make a movie based on this novel with a script by Pamela Pettler, the writer of Tim Burton's Corpse Bride. Sony Pictures Entertainment had recently acquired the rights to the book. The producers are Josh Donen, Vince Gerardis, and Ralph Vicinanza. No other details have been released about the film adaptation.[3]\nIn a June 2008 interview, Pratchett said: \"I saw a script that I frankly thought was awful. It seemed to be Wee Free Men in name only. It had all the hallmarks of something that had been good, and then the studio had got involved. It probably won't get made.\"[4] In December 2009, Pratchett said that he had \"got back The Wee Free Men\".[5]\nIn 2013 Rhianna Pratchett (daughter of Terry Pratchett) announced she would be adapting Wee Free Men into a film. [6]\n References[edit] \n External links[edit]",[["tiffany","Tiffany",17,1],["feegle","Feegle",14,1],["queen","Queen",9,1],["book","book",8,1],["wentworth","Wentworth",7,1],["dream","dream",6,1],["pratchett","Pratchett",6,1],["wee free men","Wee Free Men",4,3],["wee","Wee",5,1],["roland","Roland",5,1],["free","Free",5,1],["me","Me",5,1],["nac mac feegles","Nac Mac Feegles",3,3],["mac","Mac",4,1],["discworld","Discworld",4,1],["witch","witch",4,1],["nac","Nac",4,1],["terry pratchett","Terry Pratchett",3,2],["defeat","defeat",3,1],["brother","brother",3,1],["me","me",3,1],["terry","Terry",3,1],["home","home",3,1],["novel","novel",3,1],["rob anybody","Rob Anybody",2,2],["brother wentworth","brother Wentworth",2,2],["miss tick","Miss Tick",2,2]]]},{"json_class":"Article","v":["Monstrous Regiment (novel)","Monstrous Regiment\nAuthor\nTerry Pratchett\nLanguage\nEnglish\nSeries\nDiscworld\n31st novel – 6th individual story\nSubject\nFolk song (especially \"Sweet Polly Oliver\"),\nJoan of Arc, crossdressing during wartime,\nthe Napoleonic Wars, World War I, feminism\nCharacters\nPolly Perks, Corporal Strappi, Lt. Blouse, Sgt. Jackrum, Igorina, Sam Vimes\nLocations\nBorogravia\nGenre\nFantasy\nPublisher\nDoubleday\nPublication date\n2003\nISBN\nISBN 0-385-60340-1\nMonstrous Regiment is the 31st novel in Terry Pratchett's Discworld series. It takes its name from the anti-Catholic 16th century tract by John Knox, the full title of which is The First Blast of the Trumpet Against the Monstrous Regiment of Women.\nThe cover illustration of the British edition, by Paul Kidby, is a parody of Joe Rosenthal's photograph Raising the Flag on Iwo Jima. Monstrous Regiment was nominated for a Locus Award in 2004.[1]\n Plot summary[edit] \nThe bulk of Monstrous Regiment takes place in the small, bellicose country of Borogravia, a highly conservative country, whose people live according to the increasingly psychotic decrees of its favored deity, Nuggan. The main feature of his religion is the Abominations; a long, often-updated list of banned things. To put this in perspective, these things include garlic, cats, the smell of beets, people with ginger hair, shirts with six buttons, anyone shorter than three feet (including children and babies), sneezing, rocks, ears, jigsaw puzzles, chocolate, and the colour blue.\nThe list of \"Abominations Unto Nuggan\" often causes conflicts with Borogravia's neighbours, and the uncertain whereabouts of Nuggan leads the inhabitants of Borogravia to deify their Duchess, to whom they pray instead. This slowly causes problems as, on the Discworld, belief grants power. Borogravia is in the midst of a war against an alliance of neighbouring countries, caused by a border dispute with the country of Zlobenia. Rumour is that the war is going poorly for Borogravia, though the country's leadership (and \"everyone\") denies it.\nPolly Perks's brother Paul is missing in action after fighting in the Borogravian army. Paul is a bit slow and not altogether right in the head, and even though Polly is more qualified to take over the family business (a famous pub known as \"The Duchess\"), according to Nugganitic law, women cannot own property, so if Paul does not return, the pub will be lost to their drunken cousin when their father dies. Accordingly, Polly sets off to join the army in order to find him. Women joining the army are regarded as an Abomination Unto Nuggan, so Polly decides to dress up as a man (another Abomination) and enlists as Private Oliver Perks (taking her name from the folk song Sweet Polly Oliver).\nWhile signing up, Polly encounters the repulsively patriotic Corporal Strappi, and the corpulent Sergeant Jackrum. Despite her apprehensions regarding Strappi, she kisses the Duchess - that is, she kisses a painting of said noble - and by doing so, joins up. Due to the shortage of troops, her fellow soldiers include a vampire named Maladict, a Troll named Carborundum, and an Igor named Igor. They also include \"Tonker\" Halter, \"Shufti\" Manickle, \"Wazzer\" Goom, and \"Lofty\" Tewt.\nThat night, Polly encounters a mysterious voice, which assures her that although he or she knows that Polly is a girl, they won't give her away. The voice also gives her some hints on how not to be discovered. Over the next few days, Polly makes a startling discovery: Lofty is also a girl. Since Lofty and Tonker are always together, Polly assumes that Lofty joined the army to follow her man, just like in \"Sweet Polly Oliver\". Later, she finds out that Shufti is another girl, and a pregnant one. She also joined the army to find her man; in this case, the father of her child, who she'd only known for a few days, and is known as Johnny.\nGradually, Polly discovers not only that everyone in her regiment, except Maladict, is a woman, but also confirmation of Borogravia's bleak situation. Most of her country's forces are captured or on the run, and food supplies are limited. This point is driven home when Igor (actually Igorina) demonstrates her surgery talents and saves several lives among a group of badly injured fleeing soldiers.\nThe regiment, under the leadership of their inexperienced commanding officer Lieutenant Blouse, makes its way toward the Keep where the enemy is based. Meanwhile, thanks to a chance encounter where the regiment unknowingly subdues and humiliates an elite enemy detachment, including Zlobenia's Prince Heinrich, their exploits become known to the outside world through William de Worde and his newspaper. Their progress particularly piques the interest of Commander Vimes, who is stationed with the alliance at the Keep. Vimes has his officers keep track of the regiment, occasionally secretly providing aid.\nPolly and most of the regiment are able to infiltrate the Keep, disguising themselves as washerwomen, and once inside plot to release the captured Borogravian troops. They manage to do so, and Borogravia is able to retake much of the Keep, but when Polly admits they are women, their own forces remove them from the conflict and they are brought in front of a council of senior officers, where their fate will be decided. With the council about to discharge them and force them to return home, Jackrum barges in and intervenes, revealing that several of the military's top officers are actually women as well. But in the midst of this revelation, the Duchess, now raised to the level of a small deity by Borogravia's belief, takes brief possession of Wazzer, her most passionate believer. The Duchess urges all of the generals to quit the war and return home, to repair their country, returning their kiss of service, and ending their obligation to her.\nIn the aftermath of this event, Polly eventually discovers that even Jackrum himself is a woman. The regiment is sent to the enemy and successfully negotiates a truce, and military rules are changed so that women are allowed to serve openly and Maladict reveals himself as really being Maladicta. Polly finds her brother alive and well and returns home to The Duchess. One of her regiment \"sisters\" becomes the new leader of her country, having been driven by religious visions.\nSometime later, despite the peace they had desperately fought for, conflict breaks out again. Polly sneaks away from her profitable tavern to seek new ways to fight a war using the influence she gained and finds herself in the role of commander of boy-impersonating females who are marching off to war.\n References[edit] \n External links[edit]",[["polly","Polly",19,1],["borogravia","Borogravia",9,1],["country","country",8,1],["regiment","regiment",7,1],["duchess","Duchess",6,1],["monstrou","Monstrou",5,1],["war","war",5,1],["army","army",5,1],["regiment","Regiment",5,1],["women","women",5,1],["officer","officer",4,1],["jackrum","Jackrum",4,1],["home","home",4,1],["paul","Paul",4,1],["return","return",4,1],["oliver","Oliver",4,1],["lofty","Lofty",4,1],["nuggan","Nuggan",4,1],["abomination","Abomination",4,1],["monstrous regiment","Monstrous Regiment",3,2],["girl","girl",3,1],["conflict","conflict",3,1],["force","force",3,1],["man","man",3,1],["encounter","encounter",3,1],["igor","Igor",3,1],["vime","Vime",3,1],["kiss","kiss",3,1],["discworld","Discworld",3,1],["strappi","Strappi",3,1],["perk","Perk",3,1],["maladict","Maladict",3,1],["enemy","enemy",3,1],["sweet","Sweet",3,1],["corporal strappi","Corporal Strappi",2,2],["polly encounters","Polly encounters",2,2],["return home","return home",2,2]]]},{"json_class":"Article","v":["A Hat Full of Sky","A Hat Full of Sky is a comic fantasy novel by Terry Pratchett set on the Discworld, written with younger readers in mind. It is labelled a \"Story of Discworld\" to indicate its status as children's or young adult fiction, unlike most of the books in the Discworld series. First published in 2004, it is set two years after The Wee Free Men, and features an 11-year-old Tiffany Aching.\nThe book is also a sequel to the Discworld short story \"The Sea and Little Fishes\", which introduced the Witch Trials and Mrs Earwig. It is followed by Wintersmith.\n Plot summary[edit] \nA Hat Full of Sky by Terry Pratchett is a fantasy novel about a girl who is learning her place as a witch. Early in the novel, Tiffany Aching leaves her home in the chalk country (based on England's chalk country) to act as an apprentice and maid for the elderly witch Miss Level. Her former teacher, Miss Tick, who is also a witch, escorts her to the town of Twoshirts. While waiting for Miss Level to arrive, they are attacked by a hiver. The hiver cannot be killed or seen and it takes over your mind. The encounter is only for a few seconds, and then the hiver leaves but it gives Tiffany and Miss Tick a fright. Miss Level comes along on a broomstick and takes Tiffany to her cottage in the mountains.\nAfter settling in Tiffany discovers that Miss Level has two bodies and she has a spirit who cleans her house named Oswald. After settling into the cottage, Tiffany goes to a group of apprentice witches her age with Petulia. The leader of the group is called Annagramma and many characters find her condescending and rude. Tiffany leaves the group upset after telling them about her imaginary hat. While in her room at the cottage, the hiver finds her and takes over her body and mind. At first Tiffany doesn't realize what has happened, but when she does, it is too late for her to take action. The hiver (as Tiffany) causes chaos, steals Mr Weavall's money and causes Annagramma to fear her.\nUpon arrival at the cottage, the hiver kills one of Miss Levels bodies. Rob Anybody who is one of the Nac Mac Feegle (which are fairies that are very loyal to Tiffany after she previously helped them) goes into Tiffany's mind along with some of his friends to try to fight the hiver out of her mind. They decide that smells from her past will bring forth the actual Tiffany and she will be able to break free. With the help of the Nac Mac Feegle, Tiffany fights the hiver out of her mind, but she is still left with the memories of previous victims of the hiver. Mr. Weavall discovers that Tiffany stole his money, but the Feegles put gold in place of the copper he had saved up. Tiffany decides that the hiver must be dealt with so she proceeds to pursue it in the mountains. Mistress Weatherwax accompanies her although Tiffany is begrudging. They camp in the mountains and Mistress Weatherwax borrows an owl's mind to observe the hiver as it lurks close by. Mistress Weatherwax tells Tiffany to call her Granny Weatherwax.\nIn the morning Tiffany and Mistress Weatherwax head off to the witch trials, an annual event where witches show what they have learned. Upon arrival, Tiffany senses the hiver moving in on her and turns to Granny Weatherwax only to find that she isn't there. Panicking, she runs until she finds Granny Weatherwax who tells her it is time to face the hiver alone. Tiffany welcomes the hiver to her mind, and discovers that the hiver doesn't understand humans, it just wants to seek shelter from the world because it senses everything. Tiffany names the hiver Arthur and teaches it how to die which is its ultimate goal. She shows it the way across the desert to death. As she turns to exit the world of death, she finds that the door she entered has disappeared. Turning back around, Death confronts her but she is rescued by Granny Weatherwax.\nGranny Weatherwax gives Tiffany her hat but she returns it because she wants to make her own. The novel ends on Tiffany returning to the chalk to take the place of her dead grandmother as the witch of the land. She decides to make her hat out of the sky.\n Characters[edit] \n \nTiffany Aching - A young apprentice witch who sets out to an elderly witches house for training. She encounters the hiver and learns to deal with it.\nMiss Tick - Tiffany's former teacher who is an undercover witch.\nMiss Level - Tiffany's current teacher who has two bodies and a cottage in the mountains. She helps the townspeople free of charge with anything they need.\nGranny Weatherwax - The most powerful witch who is looked up to by all the other witches. She accompanies Tiffany on her hunt for the hiver.\nThe Hiver - A dangerous creature that can sense everything around it. It seeks shelter in humans minds and it goes for Tiffany in the novel.\nGranny Aching - Tiffany's dead grandmother who was the witch on the chalk.\nTiffany's Mom and Dad - They tell people of Tiffany's prowess with cheese and believe it leads to Miss Level hearing about her.In truth, Miss Tick, a witch finder, encountered Tiffany two years earlier, while posing as a traveling teacher. At that time she promised to bring Tiffany to a witch who would take her on as apprentice, when Tiffany was a little older.This occurred in the previous book, The Wee Free Men.\nRoland - The baron's son in the chalk. He gives Tiffany a silver horse necklace.\nRob Anybody - One of the Nac Mac Feegle who goes on a quest to help Tiffany fight the hiver.\nMr Crabber - Horse carriage driver.\nJeannie - Rob's wife who is the kelda (queen) of the Nac Mac Feegle.\nDaft Wullie - A Nac Mac Feegle who goes with Rob to help Tiffany.\nThe Toad - the advisor and educated toad for the Nac Mac Feegle.\nBig Yan - A Nac Mac Feegle who goes with Rob to help Tiffany.\nOswald - a poltergeist spirit who cleans Miss Levels cottage.\nAwf'ly Wee Billy Bigchin - A Nac Mac Feegle who goes with Rob to help Tiffany.\nMr Weavall - An elderly towns person who relies upon Miss Level to help him.\nPetulia - An apprentice witch who befriends Tiffany and takes her to the meeting in the woods.\nAnnagramma - The snide self elected head girl of the group of young apprentice witches who is considered bossy by the girls.\nZakzak - a dwarf who owns a shop for witches.\nMrs Earwig - the witch who trains Annagramma. She believes that the witches should not waste their time helping others.\nBrian - Zakzak's security guard/supposed wizard, who gets turned into a frog, and what's left over becomes a balloon by Tiffany/Hiver.\nDeath - The caretaker of the underworld who confronts Tiffany.\n \n \nMythopoeic Fantasy Award for Adolescent Literature (2005)\nALA Notable Children's Book for Older Readers (2005)\nPacific Northwest Library Association Young Reader's Choice Award for Senior (2007)\nALA Notable Children's Book\nLocus Award\nHorn Book Fanfare\nNew York Public Library Books for the Teen Age\n \n Reception[edit] \nA Hat Full of Sky has been described as \"compelling and hilarious,\" as well as \"finely tuned\" by Audiofile. Terry Pratchett \"gives a clear nuance to characters\"[1] This book is a piece of \"top notch writing,\" and it is \"definitely worth your attention.\" [2] The Wee Free Men have been received as \"brave, loyal, strong and funny.\" [2] Mr. Pratchett \"isn't afraid to detour into biting satire,\" and his writing is \"achingly beautiful.\"[3] The storyline is \"believable and convincing [by] bringing [the story] down to the grass roots level.\" The book has been described as an \"art form\" and there is \"seldom anything that can beat it.\" [2] Although the majority of critics receive this book positively, the Washington Post says that this book is \"frustratingly sloppy.\" [4] They go on to say \"it doesn't feel as if Tiffany has earned her victory, or as if Pratchett is doing justice to his inquisitive young heroine.\"\n Major themes[edit] \nA general theme presented throughout the book, agreed on by many critics is \"the critical question of identity,\" \"self sacrifice[,] and responsibility.\"[3] As Tiffany is on the \"brink of adolescence,\" she learns to develop a \"more conscious of image\" of herself, and the world.[3] Pratchett explores this questioning of identity through Tiffany's need to \"find a way to come into her own power as a witch.\"[5] The book \"reveals philosophic truths about life and identity.\"[6] The Washington Post agreed that Tiffany's development was central to the theme of the novel, describing Tiffany as the only three dimensional character: \"all characters except Tiffany are two dimensional.\" The Post explained that she is \"strong enough to hide a section of her mind within herself.\"[7]\n References[edit] \n External links[edit]",[["tiffany","Tiffany",48,1],["witch","witch",21,1],["hiver","hiver",19,1],["miss","Miss",13,1],["nac mac feegle","Nac Mac Feegle",8,3],["mind","mind",10,1],["weatherwax","Weatherwax",10,1],["level","Level",9,1],["book","book",9,1],["feegle","Feegle",9,1],["nac","Nac",8,1],["mac","Mac",8,1],["granny","Granny",7,1],["granny weatherwax","Granny Weatherwax",6,2],["cottage","cottage",6,1],["apprentice","apprentice",6,1],["pratchett","Pratchett",6,1],["novel","novel",6,1],["rob","Rob",6,1],["miss level","Miss Level",5,2],["mr","Mr",5,1],["chalk","chalk",5,1],["miss tick","Miss Tick",4,2],["mountain","mountain",4,1],["aching","Aching",4,1],["mistres","Mistres",4,1],["character","character",4,1],["annagramma","Annagramma",4,1],["tick","Tick",4,1],["group","group",4,1],["discworld","Discworld",4,1],["teacher","teacher",4,1],["wee free men","Wee Free Men",3,3],["wee","Wee",4,1],["book","Book",4,1],["body","body",4,1],["mistress weatherwax","Mistress Weatherwax",3,2],["identity","identity",3,1],["hat","Hat",3,1],["hat","hat",3,1],["doesn","doesn",3,1],["sky","Sky",3,1],["weavall","Weavall",3,1],["theme","theme",3,1],["place","place",3,1],["girl","girl",3,1],["post","Post",3,1],["[2]","[2]",3,1],["award","Award",3,1],["fight","fight",3,1],["free","Free",3,1],["world","world",3,1],["me","Me",3,1],["time","time",3,1],["apprentice witch","apprentice witch",2,2],["tiffany aching","Tiffany Aching",2,2],["mrs earwig","Mrs Earwig",2,2],["rob anybody","Rob Anybody",2,2],["terry pratchett","Terry Pratchett",2,2],["washington post","Washington Post",2,2],["fantasy novel","fantasy novel",2,2],["mr weavall","Mr Weavall",2,2],["chalk country","chalk country",2,2],["apprentice witches","apprentice witches",2,2]]]},{"json_class":"Article","v":["Going Postal","Going Postal is Terry Pratchett's 33rd Discworld novel, released in the United Kingdom on 25 September 2004. Unlike most of Pratchett's Discworld novels, Going Postal is divided into chapters, a feature previously seen only in Pratchett's children's books and the Science of Discworld series. These chapters begin with a synopsis of philosophical themes, in a similar manner to some Victorian novels and, notably, to Jules Verne stories. The title refers to both the contents of the novel, as well as to the term 'going postal'.\nThe book was on the shortlist for both the Nebula and Locus Awards for Best (Fantasy) Novel.[1] It would also have been shortlisted for the Hugo Award for Best Novel, except that Pratchett withdrew it, as he felt stress over the award would mar his enjoyment of the Worldcon.[2][3] This was the first time Pratchett had been shortlisted for either award.\nAs with many of the Discworld novels, the story takes place in Ankh-Morpork, a powerful city-state based on the historical and modern settings of various metropolises like London or New York City. The protagonist of the story is Moist von Lipwig, a skilled con artist who was to be hanged for his crimes, but saved at the very last moment by the cunning and manipulative Patrician Havelock Vetinari, who has Moist's death on the scaffold faked.\nIn his office, Vetinari then presents Moist with two choices: he may accept a job offer to become Postmaster of the city's rundown Postal Service or he may choose to walk out of the door and never hear from Vetinari again. As exiting through the door in question would lead to a fatal drop, Moist decides to accept the job.\nAfter a thwarted attempt at escape, Moist is brought to the Post Office by his parole officer Mr Pump, a golem. It turns out that the Post Office has not functioned for decades, and the building is full of undelivered mail, concealed under a layer of pigeon dung. Only two employees remain: the aged Junior Postman Tolliver Groat and his assistant Stanley Howler.\nMeanwhile, Vetinari is holding a meeting with the board executives of the Grand Trunk Company, a company that owns and operates a system of visual telegraph towers known as \"clacks\". He notes that since they have taken full control, the quality of service had gone down considerably. Despite unnerving most of the board, Vetinari fails to make headway, especially with its chairman, Reacher Gilt.\nAs Moist attempts to revitalize the service, he discovers that a few months before taking the job, a number of his predecessors have predeceased in the building within weeks of each other in unusual circumstances. He also discovers that the mail inside the building has taken on a life of its own, and is nearly suffocated as a result.\nMoist introduces postage stamps to Ankh-Morpork, hires golems to deliver the mail, and finds himself competing against the Grand Trunk Clacks line. He meets and falls in love with the chain-smoking, golem-rights activist, Adora Belle Dearheart, and the two begin a relationship by the end of the book. Dearheart is the daughter of the Clacks founder Robert Dearheart, though the company was taken away from her father and the other founders by tricky financial maneuvering. Because of this, she still has useful contacts amongst the clacks operators.\nThe unscrupulous Clacks chairman, Reacher Gilt, sets a banshee assassin (Mr Gryle) on the Postmaster, but only manages to burn down much of the Post Office building. The banshee dies when he gets flipped onto the space-warping sorting machine. Lipwig makes an outrageous wager that he can deliver a message to Genua faster than the Grand Trunk can. \"The Smoking Gnu\", a group of clacks-crackers, sets up a plan to send a Discworld equivalent to a killer poke into the clacks system that will destroy the machinery, halting the message that Lipwig will race against. Lipwig talks the Gnu out of it, and opts for a more psychological attack on the Grand Trunk, leaving the semaphore towers standing. This plan succeeds.\nGilt is soon arrested and finds himself confronting the Patrician. Offered the choice of running the mint or exiting the room, he ends up walking through the door to his death.\n \nPostal services\nGovernment services\nCorporate takeovers\nHuman rights activists\nCollectors\nHackers\nCurrency valuation\n \nThe post office building is modeled on New York's monumental James Farley Post Office Building, which carries the inscription \"Neither snow nor rain nor heat nor gloom of night stays these couriers from the swift completion of their appointed rounds.\"—in the novel this becomes \"NEITHER RAIN NOR SNOW NOR GLOM OF NIT CAN STAY THESE MESENGERS ABOT THEIR DUTY\" (some letters having been stolen).\n TV adaptation[edit] \nSky One produced a two-part television adaptation, Terry Pratchett's Going Postal, which aired on 30–31 May 2010.\n References[edit] \n External links[edit]",[["moist","Moist",7,1],["pratchett","Pratchett",6,1],["novel","novel",6,1],["postal","Postal",5,1],["discworld","Discworld",5,1],["vetinari","Vetinari",5,1],["building","building",5,1],["office","Office",4,1],["trunk","Trunk",4,1],["grand","Grand",4,1],["lipwig","Lipwig",4,1],["service","service",4,1],["post","Post",4,1],["gilt","Gilt",3,1],["door","door",3,1],["job","job",3,1],["clack","clack",3,1],["mail","mail",3,1],["dearheart","Dearheart",3,1],["clack","Clack",3,1],["book","book",3,1],["story","story",3,1],["discworld novels","Discworld novels",2,2],["reacher gilt","Reacher Gilt",2,2],["terry pratchett","Terry Pratchett",2,2],["grand trunk","Grand Trunk",2,2],["post office","Post Office",2,2]]]},{"json_class":"Article","v":["Thud!","Thud! is Terry Pratchett's 34th Discworld novel, released in the United States of America on September 13, 2005, the United Kingdom on 1 October 2005. Thud! was released in the U.S. three weeks before it was released in Pratchett's native UK, to coincide with a United States signing tour. It was nominated for the Locus Award for Best Fantasy Novel in 2006.[1] In 2010 Thud! won the Discworld Cup finals.[2]\nAs the book opens, a dwarven demagogue, Grag Hamcrusher, is apparently murdered. Ethnic tensions between Ankh-Morpork's troll and dwarf communities mount in the build-up to the anniversary of the Battle Of Koom Valley, an ancient battle where trolls and dwarves seemingly ambushed each other. Lord Vetinari convinces Commander Vimes to interview a vampire applicant to the Ankh-Morpork City Watch. The new recruit, Lance-Constable Salacia \"Sally\" von Humpeding, along with Sergeant Angua and Captain Carrot, is attached to the investigation surrounding Hamcrusher's death.\nMeanwhile, Corporal Nobbs and Sergeant Colon begin an investigation into the theft of the fifty-foot painting, The Battle of Koom Valley by the insane artist Methodia Rascal, from a city art gallery. Most of the populace believe the painting holds clues to a treasure hidden in Koom Valley. Nobbs has a new girlfriend, exotic dancer Tawneee; Nobby first caught her eye when slipping an IOU into her garter. Other subplots involve the tension between vampires and werewolves (new recruit Lance-Constable von Humpeding and Sergeant Angua), and the presence of Vetinari's auditor, A.E. Pessimal, in the Watch House.\nVimes finds himself pressured by Lord Vetinari to solve the murder quickly, before inter-species war erupts in Ankh-Morpork. Vimes and Sergeant Angua visit the dwarves' under-city mine, where a nervous dwarf named Helmclever draws a mysterious sign in the spilled coffee on his desk. In a fit of his particular brand of omnidirectional anger, Vimes veers off into the mine where he cuts himself, he supposes, on a locked door. Later, he convinces the deep down dwarves to allow Captain Carrot to be the \"smelter\" who looks for the truth of the murder.\nWhen Carrot tries to find that truth, however, he is shown a body that was mutilated after death, and a confusing patch of clues. Angua discovers that a troll really was in the mine at the time of the murder, much to the consternation and fear of the dwarves who claimed a troll did the killing. This troll turns out to be Brick, who is a gutter troll of the lowest sort, addicted to Troll drugs beginning with \"S,\" (such as Slab, Scrape, Slice, Slide etc.) and who becomes the protege of Sergeant Detritus.\nAngua and Sally soon discover four more bodies in the mine, dwarves clearly murdered by other dwarves. One of these dwarves used his own blood to scrawl yet another mysterious rune on the back of a door in the mine—the same door that Commander Vimes accidentally 'cut' himself on the other side of. The Deep-Downers flee for the mountains, taking the talking cube they found at the bottom of Methodia Rascal's well, and the painting of Koom Valley. As a parting shot, they send a squad of their guards to invade the Vimes/Ramkin family mansion and attempt to murder Lady Sybil Ramkin and Young Sam. The two survive unharmed, thanks to the fighting talents of Vimes and the family butler, Willikins, as well as a dwarf being foolish enough to provoke Sybil's dragons.\nVimes, along with family and several members of the Watch, travels to Koom Valley. He believes he is pursuing justice, but an astute troll king named Mr. Shine and a bright young grag named Bashfulsson know that Vimes is carrying the Summoning Dark, the quasi-demonic entity that wreaks vengeance on dwarves who have done evil in the sight of other dwarves. Vimes acquired the Summoning Dark when he touched the cursed door in the city mine, but his own internal watchman proves stronger than it is.\nVimes soon discovers the real secret of Koom Valley: the trolls and dwarves did not intend war, but had originally come to Koom Valley to broker peace. Weather conspired against them and after a thick fog caused a \"double ambush\", a flash flood carried them into the caverns below.\nThe Deep-Downers intended to destroy the evidence of this attempt at peace to continue the war between troll and dwarf and had sought out the cave where the surviving trolls and dwarfs had been washed. Preserved as a form of stalagmite, troll and dwarf had died as friends in the cavern while the ancient troll king and dwarf king played a game of Thud.\nAs the book ends, the tomb of the dead trolls and dwarves is opened to the public, in the hope that the two races will learn to end their centuries of animosity. Also, back in Ankh-Morpork, the equipment that the Deep-Downers had abruptly left behind in their haste, has been confiscated, under the clause of eminent domain by Lord Vetinari, seeing them as useful for his future \"Undertaking\" project.\n \nEthnic strife\nExtremism & demagoguery\nTradition\nArt\nDrugs\nTechnology/PDAs\nBoard games\n \n Board Game[edit] \nThud! is named after and heavily features the boardgame Thud!. The game was developed earlier as a piece of Discworld merchandise and was inspired by the Discworld novels rather than originating in them. A new edition of the game was released at the same time as the book with a new game variation called 'Koom Valley Thud'.\n References[edit] \n External links[edit]",[["vime","Vime",11,1],["dwarve","dwarve",11,1],["troll","troll",9,1],["koom valley","Koom Valley",7,2],["koom","Koom",8,1],["valley","Valley",8,1],["thud","Thud",7,1],["dwarf","dwarf",6,1],["mine","mine",6,1],["sergeant","Sergeant",5,1],["game","game",5,1],["angua","Angua",5,1],["murder","murder",4,1],["ankh-morpork","Ankh-Morpork",4,1],["trolls","trolls",4,1],["discworld","Discworld",4,1],["vetinari","Vetinari",4,1],["door","door",4,1],["deep-downer","Deep-Downer",3,1],["watch","Watch",3,1],["war","war",3,1],["united","United",3,1],["carrot","Carrot",3,1],["family","family",3,1],["king","king",3,1],["book","book",3,1],["painting","painting",3,1],["captain carrot","Captain Carrot",2,2],["troll king","troll king",2,2],["united states","United States",2,2],["commander vimes","Commander Vimes",2,2],["lord vetinari","Lord Vetinari",2,2],["summoning dark","Summoning Dark",2,2]]]},{"json_class":"Article","v":["Wintersmith","Wintersmith is a comic fantasy novel by Terry Pratchett set on the Discworld, written with younger readers in mind. It is labelled a \"Story of Discworld\" to indicate its status as children's or young adult fiction, unlike most of the books in the Discworld series. Published on 21 September 2006, it is the third novel in the series to feature the character of Tiffany Aching. It received recognition as a 2007 Best Book for Young Adults from the American Library Association.[1]\nIn 2013 folk-rock band Steeleye Span collaborated with Pratchett, a fan of the band, to produce a Wintersmith concept album, released in October 2013.\nTiffany Aching, now 13 years old, is training with the witch Miss Treason. But when she takes Tiffany to witness the secret dark morris, the morris dance (performed wearing black clothes and octiron bells) that welcomes in the winter, Tiffany finds herself drawn into the dance and joins in. She finds herself face to face with the Wintersmith—winter himself—who mistakes her for the Summer Lady. He is enchanted by her, mystified by her presence.\nUnknowingly, Tiffany drops her silver horse pendant (a gift from Roland, the Baron's son) during the Dance. The Wintersmith uses the pendant to find Tiffany and give her back the pendant during their second encounter. From then on, he uses the pendant to find her and deliver his gifts. The elder witches, including Granny Weatherwax and Nanny Ogg, discover that the Wintersmith has been tracking her. Granny Weatherwax demands that she throw her silver horse pendant into Lancre Gorge.\nThings get trickier for Tiffany when she discovers she has some of the Summer Lady's powers—plants start to grow where she walks barefooted, and the Cornucopia appears, causing problems by spurting out food and animals.\nBefore the problem with Tiffany and the Wintersmith is resolved, Miss Treason dies. The young witch Annagramma acquires Miss Treason's cottage, but she needs help from Tiffany and the other young witches before she can learn to cope on her own. Tiffany goes to live with Nanny Ogg.\nThe Wintersmith decides that the reason Tiffany will not be his is that he is not human. Learning a simple rhyme from some children about what basic elements comprise a human body, he sets off to gather the correct ingredients. He makes himself a body out of these elements and pursues Tiffany, but without truly understanding what it is to be human.\nGranny Weatherwax instructs the Nac Mac Feegles, who watch Tiffany closely to protect their \"big wee hag,\" to find a Hero, namely her childhood acquaintance and incipient love interest, Roland. Roland must descend into the underworld, guided by the Nac Mac Feegles, and awaken the real Lady Summer from her storybook slumber. But first the Feegles help Roland train to use a sword by providing him with a moving target (themselves inside a suit of armour). Roland and the Nac Mac Feegles go into the underworld where Roland fights creatures that feed on memories. He rescues the Summer Lady, who looks much like Tiffany and they flee back above ground.\nMeanwhile, the Wintersmith continues to cover the land with Tiffany-shaped snowflakes. The harsh, prolonged winter starts burying houses, blocking roads, and killing off the sheep of the Chalk. Hiding inside her father's house, Tiffany is surprised to find her silver pendant inside a fish that her brother, Wentworth, has caught. This allows the Wintersmith to discover where she is, and he takes her to his ice palace, where she ultimately manages to stop him, melting him with a kiss, and fulfilling the Dance of Seasons, in which Summer and Winter die and are reborn in turn.\n Reception[edit] \nIn general the book got positive reviews. Nicolette Jones of The Times UK said 'Pratchett's one-liners, the comic dialogue of the Feegles, the satire about teenagers and the credulousness of ordinary folk, and the reworking of the Orpheus myth, make for a characteristically entertaining mix.'[2] It won the Locus Award for Best Young Adult Book in 2007.[3]\n References[edit] \n External links[edit]",[["tiffany","Tiffany",15,1],["wintersmith","Wintersmith",9,1],["pendant","pendant",6,1],["roland","Roland",6,1],["feegle","Feegle",5,1],["summer","Summer",5,1],["lady","Lady",4,1],["witch","witch",4,1],["nac mac feegles","Nac Mac Feegles",3,3],["summer lady","Summer Lady",3,2],["granny","Granny",3,1],["weatherwax","Weatherwax",3,1],["silver","silver",3,1],["pratchett","Pratchett",3,1],["discworld","Discworld",3,1],["mac","Mac",3,1],["nac","Nac",3,1],["miss","Miss",3,1],["treason","Treason",3,1],["silver horse pendant","silver horse pendant",2,3],["nanny ogg","Nanny Ogg",2,2],["granny weatherwax","Granny Weatherwax",2,2],["miss treason","Miss Treason",2,2]]]},{"json_class":"Article","v":["Making Money","This article is about the Discworld novel.  For the process by which the money supply of a country is increased, see Money creation.\nMaking Money is a Terry Pratchett novel in the Discworld series, first published in the UK on 20 September 2007. It is the second novel featuring Moist von Lipwig, and involves the Ankh-Morpork mint and specifically the introduction of paper money to the city. The novel won the Locus Award for Best Fantasy Novel in 2008, and was nominated for the Nebula Award the same year.[1]\nMoist von Lipwig is bored with his job as the Postmaster General of the Ankh-Morpork Post Office, which is running smoothly without any challenges, so the Patrician tries to persuade him to take over the Royal Bank of Ankh-Morpork and the Royal Mint. Moist, content with his new lifestyle, refuses. However, when the current chairwoman, Topsy Lavish, dies, she leaves 50% of the shares in the bank to her dog, Mr Fusspot (who already owns one share of the bank, giving him a majority and making him chairman), and she leaves the dog to Moist. She also made sure that the Assassins' Guild would fulfill a contract on Moist if anything unnatural happens to the dog or he does not do as her last will commands.\nWith no alternatives, Moist takes over the bank and finds out that people do not trust banks much, that the production of money runs slowly and at a loss, and that people now use stamps as currency rather than coins. His various ambitious changes include making money that is not backed by gold but by the city itself. Unfortunately, neither the chief cashier (Mr. Bent, who is rumoured to be a vampire but is actually something much worse) nor the Lavish family are too happy with him and try to dispose of him. Cosmo Lavish tries to go one step further — he attempts to replace Vetinari by taking on his identity — with little success. However all the while, the reappearance of a character from von Lipwig's past adds more pressure to his unfortunate scenario.\nMoist's fiancée, Adora Belle Dearheart, is working with the Golem Trust in the meantime to uncover golems from the ancient civilization of Um. She succeeds in bringing them to the city, and to everyone's surprise the \"four golden golems\" turn out to be \"four thousand golems\" (due to a translation error) and so the city is at risk of being at war with other cities who might find an army of 4000 golems threatening. Moist discovers the secret to controlling the golems, and manages to order them to bury themselves outside the city (except for a few to power clacks towers and golem horses for the mail coaches) and then decides that these extremely valuable golems are a much better foundation for the new currency than gold and thus introduces the golem-based currency. Eventually, an anonymous clacks message goes out to the leaders of other cities that contains the secret to controlling the golems (the wearing of a golden suit), thus making them unsuitable for use in warfare (as anyone could wear a shiny robe).\nAt the end of the novel, Lord Vetinari considers the advancing age of the current Chief Tax Collector, and suggests that upon his retirement a new name to take on the vacancy might present itself.\nAccording to Pratchett, Making Money is both fantasy and non-fantasy, as money is a fantasy within the \"real world\", as \"we've agreed that these numbers of conceptual things like dollars have a value.\"[2]\n Promotional items in the UK hardcover first edition[edit] \nSome High Street booksellers have additional exclusive promotional material glued under the inside of the dust jacket:\n \nBorders include an Ankh-Morpork cheque book\nWaterstone's include a few Ankh-Morpork bank notes\n \n Reception[edit] \nKim Newman, writing for The Independent, called the book \"on-the-nose and up-to-the-minute in its subject\", praising the villain and the narration.[3] The Guardian '​s Patrick Ness praised the book, saying that \"beneath the delightful silliness and the splendidly awful puns lay a startlingly savage attack on the greed of privatisation\", but noted that the book \"is not quite as successful as\" Going Postal due to the lack of some of Going Postal '​s forward drive. Ness also praised the humanity of the book.[4] The Observer '​s Rowland Manthrope was critical of the book, saying that \"Pratchett has wit here, but has lost his normal cutting edge\".[5] Nick Rennison, from The Sunday Times, said that while \"Making Money is not vintage Discworld\", \"it still offers more comic inventiveness and originality than most other novels of the year. And more fun.\"[6]\n References[edit] \n External links[edit]",[["golem","golem",8,1],["moist","Moist",8,1],["city","city",7,1],["novel","novel",6,1],["book","book",6,1],["ankh-morpork","Ankh-Morpork",5,1],["money","money",5,1],["bank","bank",5,1],["money","Money",4,1],["\",","\",",4,1],[" '​"," '​",3,1],["von","von",3,1],["lipwig","Lipwig",3,1],["pratchett","Pratchett",3,1],["lavish","Lavish",3,1],["dog","dog",3,1],["currency","currency",3,1],["discworld","Discworld",3,1]]]},{"json_class":"Article","v":["Unseen Academicals","Unseen Academicals is the 37th novel in Terry Pratchett's Discworld series. The novel satirises football (soccer),[1][2] and features Mustrum Ridcully setting up an Unseen University football (soccer) team, with the Librarian in goal.[3] It includes new details about \"below stairs\" life at the university.[3] The book introduces several new characters, including Trevor Likely, a street urchin with a wonderful talent for kicking a tin can; Glenda Sugarbean, a maker of \"jolly good\" pies; Juliet Stollop, a dim but beautiful young woman who might just turn out to be the greatest fashion model there has ever been; and the mysterious Mr Nutt, a cultured, enigmatic, idealistic savant. According to the publisher, Transworld, the \"on sale\" date for the hardback was October 1, 2009 although the official publication date is October 8, 2009.[4] Borders bookshop chain included a small set of exclusive Discworld football cards with each book.[5]\nThe title is a play on the names of rugby and football teams in the UK who have or have had a connection to educational institutions, examples being Hamilton Academical and Edinburgh Academicals.\n Synopsis[edit] \nUnseen Academicals tells the story of the faculty of Unseen University being forced to choose between (only) three meals a day and playing a game of football, as tradition mandates the game in exchange for their large financial endowment by a wealthy family. The wizards soon learn that the local version of football (similar to the actual game of mob football) is very violent and deaths are common. Thus, in collaboration with the city's tyrant Lord Vetinari, they set out to make new 'official' football rules, which includes forbidding the use of hands and mandating the use of official footballs as opposed to the makeshift balls the street games use. The book includes a satirisation of the Mallard ceremony performed at All Souls College, Oxford\nParallel to this, the book tells the story of four young people. A candle dribbler named Mr. Nutt discovers that he is not what he thinks he is and must overcome the fear of his race, both by humans and by himself. He is also chosen to train the university's team for the big match. Trev Likely, who is Mr. Nutt's coworker and best friend, is the son of the Ankh-Morpork's most famous deceased footballer, but has promised his (late) dear old mum that he won't play. Glenda is a friend of Mr. Nutt and Trev, runs the Unseen University Night Kitchen, and bakes the Disc's best pies. Juliet works for Glenda, has a crush on Trev, is simple and beautiful, and daydreams about fashion. The four of them end up advising the wizards on their football endeavour, which culminates in an intense game between the Wizards and the former street footballers.\n \nFootball\nAthletic Teams\nSports Fandom\nFashion & Modeling\nCollege Rivalry\nUniversity Traditions\nStereotypes\n \nUnseen Academicals is a proposed television adaptation of the book. In 2013 The Mob reported that it was scheduled for production in 2013.[6] However, as that statement has disappeared from their website, the status of the project is unknown.\n Reviews[edit] \n References[edit] \n External links[edit]",[["football","football",11,1],["unseen","Unseen",6,1],["game","game",5,1],["academical","Academical",5,1],["book","book",5,1],["mr","Mr",4,1],["university","University",4,1],["nutt","Nutt",4,1],["glenda","Glenda",3,1],["team","team",3,1],["street","street",3,1],["official","official",3,1],["use","use",3,1],["trev","Trev",3,1]]]},{"json_class":"Article","v":["I Shall Wear Midnight","I Shall Wear Midnight is an Andre Norton Award-winning[2] comic fantasy novel by Terry Pratchett set on the Discworld. It is the fourth novel within the Discworld series to be based on the character of Tiffany Aching. It was published on 2 September 2010 in the United Kingdom, and on 28 September in the United States.\nIt centres on Tiffany Aching, who is now fifteen years old and getting on with the hard work of being a witch. The title is taken from a quotation in A Hat Full of Sky: \"When I'm old I shall wear midnight, she'd decided. But for now she'd had enough of darkness.\"\nIn an interview at the Guardian Book Club,[3] Pratchett remarked that the book is an urban fantasy.\nTiffany is working as the Chalk's only witch in a climate of growing suspicion and prejudice: When the local Baron (for whom she had been caring) dies of poor health, she is accused of murder. Tiffany travels to Ankh-Morpork to inform the Baron's heir, Roland, who happens to be in the city with his fiancée Letitia. On the way Tiffany is attacked by the Cunning Man, a frightening figure who has holes where his eyes should be.\nIn the city she meets Mrs Proust, the proprietor of Boffo's joke shop, where many witches buy their stereotypical witch accoutrements. When they find Roland and Letitia the Nac Mac Feegles, who have as usual been following Tiffany, are accused of destroying a pub. Tiffany and Mrs Proust are arrested by Carrot and Angua, and (nominally) locked up - although it is mostly, in fact, for their protection as people start to resent witches.\nWhen they are released the next day, Tiffany meets Eskarina Smith (not seen since the events of the third Discworld novel, Equal Rites), who explains to her that the Cunning Man was, a thousand years ago, an Omnian witch-finder, who had fallen in love with a witch. That witch, however, knew how evil the Cunning Man was. She was eventually burnt to death, but as she was being burned she trapped the Cunning Man in the fire as well. The Cunning Man became a demonic spirit of pure hatred, able to corrupt other minds with suspicion and hate. Esk announces that the Cunning Man is coming. Tiffany and the Feegles return to the Chalk, where they find the Baron's soldiers trying to dig up the Feegle mound. She stops them, and goes to see Roland, who throws her in a dungeon (which she locks on the inside, and where she is brought bacon, eggs, and coffee in the morning). It is later learned that the Cunning Man was responsible for these actions.\nShe escapes, however, and goes to see Letitia, whom she discovers is also an untrained but talented witch. She sees the Cunning Man twice while at Letitia's home, and as guests begin to arrive at Roland and Letitia's wedding, the other witches start to arrive...so that if the Cunning Man takes over her body, they can kill her. The night before the wedding, Tiffany, Roland, Letitia and Preston (a castle guard whom Tiffany has befriended) meet at one of the fields that needs to be burned to clear it of stubble; Tiffany lures the Cunning Man into the flames and defeats him.\nAfter some discussions, the story then jumps forward a year where she is offered a beautiful black dress by Amber. We can see Preston, who is about as smart as Tiffany, showing his love for her and Tiffany reciprocating it.\n References[edit] \n External links[edit]",[["tiffany","Tiffany",14,1],["cunning man","Cunning Man",10,2],["man","Man",10,1],["cunning","Cunning",10,1],["witch","witch",9,1],["letitia","Letitia",6,1],["roland","Roland",5,1],["feegle","Feegle",3,1],["baron","Baron",3,1],["year","year",3,1],["discworld","Discworld",3,1],["novel","novel",3,1],["mrs proust","Mrs Proust",2,2],["tiffany aching","Tiffany Aching",2,2]]]},{"json_class":"Article","v":["Snuff (Pratchett novel)","Snuff is the 39th novel in the Discworld series, written by Terry Pratchett. It was published on 11 October 2011 in the United States, and 13 October 2011 in the United Kingdom.[1][2] The book is the third fastest selling novel in the United Kingdom since records began, having sold over 55,000 copies in the first 3 days.[3]\nThe book is the 8th City Watch story and is based largely around Commander Sir Sam Vimes. Pratchett emphasized that the word snuff has \"at least two meanings\".[4]\n Synopsis[edit] \nCommander Sam Vimes is forced by his wife, Lady Sybil, to take a holiday with their son, Young Sam, at her family's mansion Crundells. After a short time of enjoying his holiday, he discovers that the rural community has a dark past with the resident goblins, humanoid lifeforms that live in caves nearby. Vimes finds out that the son of Lord Rust has been enslaving goblins to force them to work on his tobacco plantations in Howondaland, allowing him to manufacture cigars cheaply that are then smuggled to Ankh-Morpork. After teaming up with the local constable, a young man called Upshot, Vimes manages to arrest those responsible for the crime. In the end, thanks to his wife's organizational skills and powers of persuasion, goblins are recognized as citizens by all major nations and rulers. While Rust's son flees abroad, Vetinari considers having him removed.\nCommander Vimes is persuaded by his wife and Lord Vetinari to take a family holiday back to Sybil's roots in the countryside; Wilikins, Vimes's thug-turned-butler, accompanies them. As Vimes arrives in the countryside, despite the silence and tranquility, he senses crime.\nAt a dinner with all the local 'nobs' organized by Sybil, Vimes discovers the distaste the local people have towards goblins, calling them vermin and a nuisance, (even though they don't actually do anything). At the dinner, he also meets Miss Felicity Beedle, a children's book author, and he feels that she has something she wants to tell him about a possible crime.\nThe next day he participates in a hand-to-hand fight with the hot-headed local blacksmith, Jethro. After Vimes wins the fight, he arranges to meet with Jethro at Dead Man's Copse on Hangman Hill at midnight, as Jethro has something to tell Vimes about the mistreatment of goblins. Lord Rust then approaches Vimes and tells him that he won't find any crimes in the country, also warning him that he has no jurisdiction outside of Ankh-Morpork.\nThat night, Vimes and Willikins go up to Hangman Hill to find Jethro, but instead, they find the severed hand of a goblin girl and lots of blood. The next morning, the young local constable, Feeney Upshot, arrives at Ramkin Hall to arrest Vimes for the murder of the blacksmith, who has gone missing. Vimes is considered the most likely suspect because he was in a fight with the blacksmith the night before, and he was overheard making plans to meet Jethro on Hangman Hill. However, Vimes refuses arrest, instead taking on the task of mentoring Upshot and teaching him to be a better copper, and together they start an investigation on the case.\nVimes and Upshot, led by a goblin named Stinky, find the goblins' abode in a cave. They enter into pitch-black darkness, and Vimes realizes he can see perfectly in the darkness, a skill rewarded to him by the Summoning Dark (a demon that briefly possessed him in the novel Thud!. It is implied that the 'dark' and Vimes now have a mutual respect).\nIn the cave he meets with the goblin chief who leads him to a goblin's corpse, the same goblin that was killed on Hangman Hill. Vimes ventures further in the cave in search of the blacksmith, but he instead finds Miss Beedle, who spends her spare time here in the cave teaching goblin girls how to read and communicate with humans.\nUpshot and Vimes then pay a visit to Mr Flutter; he is known as the 'local trouble' and seems to connected with most crimes in the area. They capture Flutter, but he is unwilling to say much. Vimes then notices a cellar in his house and enters it; surrounded by darkness he is able to communicate to the Summoning Dark. From the Summoning Dark, who represents all darkness, he is able to get a witness account of what happened on Hangman Hill the other night and relays this to Mr Flutter, who then tells Vimes that he protested against the killing of the goblin-girl, and whose murderer was a Mr Stratford, a man working for Rust.\nIn a series of scenes taking place back at the Ankh-Morpork City Watch as well as in the country-side, Vimes discovers that goblins are being used in slave labor on tobacco plantation sites in Howondaland. He also finds out that 3 years ago, large numbers of goblins were taken from their caves to work at the plantation. In this incident, many goblins were killed, abused and starved to death.\nWee Mad Arthur of the Ankh-Morpork City Watch flies to Howondaland to investigate and finds the plantation, where all the goblin workers are dying or already dead. He notices many huts lining the plantation and in them he finds more corpses and dying goblins.\nVimes and Upshot hear that more goblins have been taken and are now currently on their way to the plantation by river on the paddleboat The Wonderful Fanny. Vimes and Upshot secretly board the boat just as a thunder storm arrives, making the night pitch-black and the river laden with debris and deadly.\nA battle ensues between Vimes and Stratford and as Stratford is knocked out and tied up. The Captain of the boat loses track of the riverbends and panics. Vimes ability to see in the dark allows him to guide the boat to safety, and for this he is awarded the title 'King of the River'. Vimes, with the help of Stinky, frees the goblins who are trapped in the cargo holds.\nVimes falls asleep and wakes to find himself and the boat in Quirm, everyone has survived the night. Vimes quickly discovers that the goblins, along with Stratford, have already boarded the next boat to Howondaland. Vimes enters the boat and arrests the Captain and frees all the goblins once and for all, but Stratford is not on board.\nVimes returns to his family in Ramkin Hall and together they travel to Quirm on the pleasureboat Roberta E. Biscuit. Stratford attempts to attack Vimes's son and is defeated by Vimes and handed over to the Quirm police, to be returned to Ankh-Morpork for trial. On the way the prison coach crashes, Stratford escapes and kills a guard. He is then met on the road by Willikins - who had followed the coach - and killed.\nMeanwhile Lady Sybil arranges a concert in the Ankh-Morpork Opera House, inviting the Patrician, Lady Margalotta Von Uberwald, the Diamond King of Trolls and the Low-King of Dwarves. The aim of the concert is to showcase the musical talent of one of the goblin girls taught by Miss Beedle. The dignitaries are so moved by the display they agree to enact laws which will grant goblins the same rights as other sapient creatures and protection under the law.\n Reception[edit] \nIn a review for The Guardian, A. S. Byatt noted that the book connected two different meanings of Snuff (\"an old-fashioned stimulant to be kept in elegant boxes and snorted gracefully in society\" and \"arbitrary and unpleasant deaths\"). Byatt also noted the \"great deal of interest in bodily fluids, excretions and excrement\" in the book. At the end of the review, Byatt called Pratchett a master storyteller, and said he was endlessly inventive.[5]\nSnuff won the 2012 Bollinger Everyman Wodehouse Prize[6] and was nominated for the 2012 Locus Award for Best Fantasy Novel[7] as well as the Prometheus Award.[8]\n References[edit] \n External links[edit] \nWikiquote has quotations related to: Snuff",[["vime","Vime",34,1],["goblins","goblins",15,1],["goblin","goblin",8,1],["upshot","Upshot",7,1],["stratford","Stratford",7,1],["plantation","plantation",6,1],["cave","cave",6,1],["ankh-morpork","Ankh-Morpork",6,1],["boat","boat",6,1],["hangman hill","Hangman Hill",5,2],["jethro","Jethro",5,1],["hangman","Hangman",5,1],["hill","Hill",5,1],["book","book",5,1],["night","night",5,1],["crime","crime",5,1],["snuff","Snuff",4,1],["rust","Rust",4,1],["darkness","darkness",4,1],["sybil","Sybil",4,1],["arrest","arrest",4,1],["son","son",4,1],["howondaland","Howondaland",4,1],["blacksmith","blacksmith",4,1],["summoning dark","Summoning Dark",3,2],["byatt","Byatt",3,1],["miss","Miss",3,1],["novel","novel",3,1],["beedle","Beedle",3,1],["mr","Mr",3,1],["girl","girl",3,1],["flutter","Flutter",3,1],["pratchett","Pratchett",3,1],["family","family",3,1],["fight","fight",3,1],["city","City",3,1],["united","United",3,1],["dark","Dark",3,1],["lady","Lady",3,1],["wife","wife",3,1],["summoning","Summoning",3,1],["quirm","Quirm",3,1],["sam","Sam",3,1],["watch","Watch",3,1],["holiday","holiday",3,1],["ankh-morpork city watch","Ankh-Morpork City Watch",2,3],["mr flutter","Mr Flutter",2,2],["lady sybil","Lady Sybil",2,2],["miss beedle","Miss Beedle",2,2],["ramkin hall","Ramkin Hall",2,2]]]},{"json_class":"Article","v":["Raising Steam","Raising Steam is the 40th Discworld novel, written by Terry Pratchett. It was also the last one published before his death in 2015. Originally due to be published on 24 October 2013, it was pushed back to 7 November 2013 (and March 18, 2014 in the U.S.).[1][2] It features the introduction of locomotives to the Discworld (a concept mentioned already in Death's Domain),[3] and an entirely new character but it also stars Moist von Lipwig.[4]\nThe cover of the novel was exclusively revealed on Pratchett's Facebook page on 6 August 2013.[5]\nAn update to Mr Pratchett's website late October of 2013 revealed that characters include Harry King, Moist von Lipwig, Adora Belle Dearheart and Sgt Fred Colon amongst others.[6]\n Plot synopsis[edit] \nDick Simnel, a young self-taught engineer from Sto Lat, (and whose father, Ned Simnel, appeared in Reaper Man), has invented a steam locomotive named Iron Girder. He brings his invention to Ankh-Morpork where it catches the interest of Sir Harry King, a millionaire businessman who has made his fortune in the waste and sanitation industry. Harry promises Dick sufficient investment to make the railway a success.\nThe Patrician of Ankh-Morpork, Lord Vetinari, wishing to ensure that the City has appropriate influence over the new enterprise, appoints the reformed fraudster turned civil servant Moist von Lipwig to represent the government in the management of the railway. His skills soon come in useful in negotiations with landowners along the route of the new line.\nThroughout the story, Dwarfish fundamentalists are responsible for a number of terrorist attacks, including the murder of railway workers engaged in building the new line, and arson of towers belonging to the clacks telecommunications network. This campaign culminates in a palace coup at the seat of the Low King of the Dwarfs in Schmaltzberg, Überwald, whilst the King is away at an international summit in Quirm, over twelve hundred miles away. Vetinari declares that it is imperative to return the King to Schmaltzberg as soon as possible in order to restore political stability, and gives Moist the task of getting him there via the new railway. Moist protests impossibility on the grounds that the railway is nowhere near complete, but is told that achieving this target is non-negotiable.\nOn the journey, Moist and Vimes are faced by various problems, such as numerous attacks by deep-downers, a poor attempt at infiltration, a landslide, and the revelation that the Low King is in fact a pregnant female. Nevertheless, the train eventually reaches the bridge, which has been badly damaged.\nFaced with a bridge that is clearly too weak to carry the train, and insufficient time or workers to strengthen it, Moist commandeers the City's ancient golems, which are kept strictly for use only in times of national emergency. This is in spite of his being expressly forbidden to use them by Vetinari (who knows that Moist has the necessary expertise to command the golems). Having tunnelled their way to the site of the bridge, the golems, concealed by mist in the gorge below, somehow contrive to carry the train safely across.\nThe Dwarf King retakes Schmaltzberg with little resistance, and the leader of the fundamentalists is held for trial. Feeling that the dwarfs are ready for a more progressive future, the King reveals that she is actually a Queen, and changes her name from Rhys to Blodwen, in honor of a dwarf whom had been killed by the fundamentalists at her wedding. Following this announcement, a number of other senior dwarfs also \"come out\" as female.\nBack in Ankh-Morpork, Dick Simnel is knighted, Harry King receives a peerage, and the City Watch officers who helped defend the train receive medals, whereas Moist, upon questioning why he appears to be the only one not receiving a reward, is told that his reward is to remain alive. It is also revealed that Vetinari himself had been on the train, disguised as one of the locomotive's stokers, while his lookalike Charlie impersonated him back in Ankh-Morpork, and had surmised how the train had been carried across the ravine. However, he appears content that there is no evidence to prove this.\n \nThe Development of the Railroad\nSteam Engines\nEngineering\nTechnological Progress\nReal Estate Development & Suburban Expansion\nEminent Domain\nTerrorism\nCoups-d'Etat\nGender\n \n References[edit] \n External links[edit]",[["moist","Moist",9,1],["king","King",9,1],["train","train",6,1],["railway","railway",5,1],["ankh-morpork","Ankh-Morpork",4,1],["harry","Harry",4,1],["vetinari","Vetinari",4,1],["simnel","Simnel",3,1],["fundamentalist","fundamentalist",3,1],["locomotive","locomotive",3,1],["city","City",3,1],["dick","Dick",3,1],["pratchett","Pratchett",3,1],["golem","golem",3,1],["bridge","bridge",3,1],["lipwig","Lipwig",3,1],["von","von",3,1],["schmaltzberg","Schmaltzberg",3,1],["low king","Low King",2,2],["harry king","Harry King",2,2]]]},{"json_class":"Article","v":["The Shepherd's Crown","v\nt\ne\nTerry Pratchett's Discworld\nNovels\nThe Colour of Magic\nThe Light Fantastic\nEqual Rites\nMort\nSourcery\nWyrd Sisters\nPyramids\nGuards! Guards!\nEric\nMoving Pictures\nReaper Man\nWitches Abroad\nSmall Gods\nLords and Ladies\nMen at Arms\nSoul Music\nInteresting Times\nMaskerade\nFeet of Clay\nHogfather\nJingo\nThe Last Continent\nCarpe Jugulum\nThe Fifth Elephant\nThe Truth\nThief of Time\nThe Last Hero\nThe Amazing Maurice and his Educated Rodents\nNight Watch\nThe Wee Free Men\nMonstrous Regiment\nA Hat Full of Sky\nGoing Postal\nThud!\nWintersmith\nMaking Money\nUnseen Academicals\nI Shall Wear Midnight\nSnuff\nRaising Steam\nThe Shepherd's Crown\nShort stories\n\"Troll Bridge\"\n\"Theatre of Cruelty\"\n\"The Sea and Little Fishes\"\n\"Death and What Comes Next\"\n\"A Collegiate Casting-Out of Devilish Devices\"\nA Blink of the Screen (anthology)\nOther books\nThe Discworld Companion\nThe Science of Discworld\nThe Science of Discworld II: The Globe\nThe Science of Discworld III: Darwin's Watch\nThe Science of Discworld IV: Judgement Day\nThe Pratchett Portfolio\nThe Art of Discworld\nThe Unseen University Challenge\nThe Wyrdest Link\nThe Streets of Ankh-Morpork\nThe Discworld Mapp\nA Tourist Guide to Lancre\nDeath's Domain\nNanny Ogg's Cookbook\nThe Discworld Almanak\nWhere's My Cow?\nThe Unseen University Cut Out Book\nThe Discworld Diaries\nOnce More* With Footnotes\nThe Wit and Wisdom of Discworld\nThe Folklore of Discworld\nThe World of Poo\nThe Compleat Ankh-Morpork: City Guide\nGames\nThe Colour of Magic\nDiscworld MUD\nDiscworld\nDiscworld II\nGURPS Discworld\nDiscworld Noir\nGuards! Guards! A Discworld Boardgame\nDiscworld: Ankh-Morpork\nThe Witches: A Discworld board game\nFilms and TV series\nWelcome to the Discworld\nSoul Music\nWyrd Sisters\nHogfather\nThe Colour of Magic\nGoing Postal\nUnseen Academicals\nThe Watch\nCharacters\nTiffany Aching\nDeath\nHex\nMoist von Lipwig\nNanny Ogg\nRincewind\nSusan Sto Helit\nHavelock Vetinari\nSam Vimes\nGranny Weatherwax\nmore...\nRaces and creatures\nDwarfs\nElves\nGods (Auditors of Reality)\nGolems (characters)\nNac Mac Feegle (characters)\nTrolls (characters)\nUndead (characters)\nIgors\nOther races\nFlora and fauna of the Discworld\nLocations\nDiscworld\nDiscworld geography\nAnkh-Morpork\nOther dimensions\nOrganisations\nAssassins' Guild (members)\nOther Guilds\nCity Watch (members)\nHistory Monks (members)\nUnseen University (members)\nThe Witches\nOther\nTechnology of the Discworld (Inventors)\nReligions of the Discworld (characters)\nGames of the Discworld\n Book:Discworld\n Portal:Discworld",[["discworld","Discworld",27,1],["character","character",5,1],["unseen","Unseen",5,1],["member","member",4,1],["watch","Watch",4,1],["science","Science",4,1],["ankh-morpork","Ankh-Morpork",4,1],["university","University",3,1],["death","Death",3,1],["witche","Witche",3,1],["colour","Colour",3,1],["magic","Magic",3,1],["unseen university","Unseen University",2,2]]]}]